<template>
    <div>
        活动时间：即日起
        <br />
        活动对象：全网会员
        <br />
        活动内容：
        <table
            :class="$style['form-wrap']"
            rules="all"
            cellpadding="5"
        >
            <tr :class="$style.tr">
                <td>有效投注</td>
                <td>视讯直播</td>
                <td>体育赛事</td>
                <td>彩票游戏</td>
                <td>棋牌游戏</td>
                <td>捕鱼机</td>
                <td>电子游艺</td>
            </tr>
            <tr>
                <td>100万以上</td>
                <td>0.7%</td>
                <td>0.6%</td>
                <td>0.6%</td>
                <td>0.8%</td>
                <td>0.8%</td>
                <td>1.5%</td>
            </tr>
            <tr>
                <td>50万以上</td>
                <td>0.6%</td>
                <td>0.5%</td>
                <td>0.5%</td>
                <td>0.7%</td>
                <td>0.7%</td>
                <td>1.2%</td>
            </tr>
            <tr>
                <td>1元以上</td>
                <td>0.5%</td>
                <td>0.3%</td>
                <td>0.3%</td>
                <td>0.6%</td>
                <td>0.6%</td>
                <td>1.0%</td>
            </tr>
        </table>
        特别声明：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;1.【时时返水】和【天天返水】任君选择，所有返水金额，需要一倍流水，即可申请出款；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;2.电子游艺类桌上游戏均不享受返点；部分游戏因突发临时维护时，会员中心实时返水会进行提醒等待系统统一返水；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;3.返点回馈计算方式：当日各游戏有效投注x各项目相应返点百分比=会员所得返点金额；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;4.会员每次申请实时返水，系统将会自动结算您所有未结算的有效投注，无法进行部分结算；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;5.当日返水总额扣除已返金额如有剩余部份，则将于次日15:00与【系统自动返水】部份一并由系统自动派发
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;6.每次结算后，已结算的有效投注作为有效投注门槛的条件；【即：假设会员当日视讯总有效投注为100万以上，若是第一次打流水是30万以上50万以下时进行领取返水将按照“1元+”门槛进行结算为30万x0.5%=1500元，（有继续进游戏到总计100万以上）剩余部分流水按照“100万+”门槛结算为100万x0.7%=7000元，7000-1500=5500元为第二次领取的返水金额】;
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;7.由于地区时差问题，系统数据统计会有所延迟，如遇到数据不同步的情况，以系统数据为准； 投注额最多可能会有30分钟延迟 ，建议投注30分钟后进行申请实时返水；《试算服务：每5分钟可使用一次》；
        <br />
        申请方式：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;♠自助实时反水（创新）：会员任意一笔有效投注，只需要通过会员中心【我的返水】点击（试算）（领取）即可实时到账；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;♠天天系统返水（默认）：美东时间当天00:00-23:59的有效投注，将于次日北京时间每天下午15:00左右完成派送，届时剩余返水将统一存入会员账号中；
        <br />
        活动规则：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;1.所有优惠以人民币(CNY)为结算金额，以美东时间(EDT)为计时区间；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;2.出现对打、套利等违返常态游戏规则的行为，将不计有效投注；如投注体育赛事中出现、对冲或对打投注不计、未接受注单/赛果为平时的注单不计；在真人娱乐/电子游艺/对战/彩票游戏投注，无风险投注不计；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;3.任何取消注单、赛事或局数不计；无风险投注包括同时押庄闲、大小、单双、红黑、轮盘下注15个以上号码等；如同时下“大“+”双“，换成号码数共计27个，则此局不计入有效投注，若超过下注单数的三分之一，则全天不计有效投注；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;4.威尼斯人贵宾厅在会员有重复申请账号行为时，保留取消，收回会员优惠红利的权利，每一位玩家、每一住址、每一电子邮箱、每一电话号码、相同支付卡/信用卡号码，以及共用电脑环境,例如：网吧、其他公共电脑等，只能够同于区间参与此活动；这项优惠只使用于每位客户在威尼斯人贵宾厅唯一申领本优惠的账户；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;6.若会员对活动有争议时，为确保双方利益，杜绝身份盗用行为，威尼斯人贵宾厅有权要求会员向我们提供充足有效的文件，用以确认是否享有该优惠的资质；
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;7.无论是个人或团体，如滥用任何威胁、滥用威尼斯人贵宾厅优惠的行为，威尼斯人贵宾厅保留权利取消，收回优惠以及产生的红利；
    </div>
</template>

<style lang="scss" module>
.form-wrap {
    width: 100%;
    padding: 5px;
    border: 1px #000 solid;
}

.tr {
    background: #F3D382;

    >td {
        color: #FFF;
    }
}
</style>
