export default {
    customizeLink01: {
        'zh-tw': '輝煌貴賓會',
        'zh-cn': '辉煌贵宾会',
        en: '辉煌贵宾会'
    },
    customizeLink02: {
        'zh-tw': '實時返水',
        'zh-cn': '实时返水',
        en: '实时返水'
    },
    customizeLink03: {
        'zh-tw': '棋牌對戰',
        'zh-cn': '棋牌对战',
        en: '棋牌对战'
    },
    customizeLink04: {
        'zh-tw': '糖果派對',
        'zh-cn': '糖果派对',
        en: '糖果派对'
    },
    spareUrl: {
        'zh-tw': '備用網址',
        'zh-cn': '备用网址',
        en: '备用网址'
    },
    memberLinks01: {
        'zh-tw': '會員中心',
        'zh-cn': '会员中心',
        en: '会员中心'
    },
    memberLinks02: {
        'zh-tw': '線上存款',
        'zh-cn': '线上存款',
        en: '线上存款'
    },
    memberLinks03: {
        'zh-tw': '線上取款',
        'zh-cn': '线上取款',
        en: '线上取款'
    },
    memberLinks04: {
        'zh-tw': '額度轉行',
        'zh-cn': '额度转行',
        en: '额度转行'
    },
    // 關於我們
    aboutUs: {
        'zh-tw': '關於我們',
        'zh-cn': '关于我们',
        en: '关于我们'
    },
    intro1: {
        'zh-tw': '輝煌貴賓會註冊於菲律賓首都馬尼拉，是亞洲最具規模且成長最快的在線娛樂場之一，提供刺激好玩的真人荷官娛樂城，快樂彩，體育博彩，賭場老虎機，虛擬遊戲，和撲克遊戲等。擁有 Cagayan Economic Zone Authority 體育博彩與賭場公司執照。',
        'zh-cn': '辉煌贵宾会注册于菲律宾首都马尼拉，是亚洲最具规模且成长最快的在线娱乐场之一，提供刺激好玩的真人荷官娱乐城，快乐彩，体育博彩，赌场老虎机，虚拟游戏，和扑克游戏等。拥有 Cagayan Economic Zone Authority 体育博彩与赌场公司执照。',
        en: '辉煌贵宾会注册于菲律宾首都马尼拉，是亚洲最具规模且成长最快的在线娱乐场之一，提供刺激好玩的真人荷官娱乐城，快乐彩，体育博彩，赌场老虎机，虚拟游戏，和扑克游戏等。拥有 Cagayan Economic Zone Authority 体育博彩与赌场公司执照。'
    },
    intro2: {
        'zh-tw': '輝煌貴賓會作為知名的在線博彩公司，提供最廣範圍並最具競爭力的產品。',
        'zh-cn': '辉煌贵宾会作为知名的在线博彩公司，提供最广范围并最具竞争力的产品。',
        en: '辉煌贵宾会作为知名的在线博彩公司，提供最广范围并最具竞争力的产品。'
    },
    ourPromise: {
        'zh-tw': '我們承諾',
        'zh-cn': '我们承诺',
        en: '我们承诺'
    },
    promise1: {
        'zh-tw': '公平誠信',
        'zh-cn': '公平诚信',
        en: '公平诚信'
    },
    promise2: {
        'zh-tw': '“不封頂”原則',
        'zh-cn': '“不封顶”原则',
        en: '“不封顶”原则'
    },
    promise3: {
        'zh-tw': '高效存取款',
        'zh-cn': '高效存取款',
        en: '高效存取款'
    },
    promise4: {
        'zh-tw': '精英客服團隊',
        'zh-cn': '精英客服团队',
        en: '精英客服团队'
    },
    promise5: {
        'zh-tw': '強大的專家技術團隊',
        'zh-cn': '强大的专家技术团队',
        en: '强大的专家技术团队'
    },
    promise6: {
        'zh-tw': '信息安全隱私',
        'zh-cn': '信息安全隐私',
        en: '信息安全隐私'
    },
    promise7: {
        'zh-tw': '負責任博彩',
        'zh-cn': '负责任博彩',
        en: '负责任博彩'
    },
    promise8: {
        'zh-tw': '菲律賓執照',
        'zh-cn': '菲律宾执照',
        en: '菲律宾执照'
    },
    promise1Content: {
        'zh-tw': '輝煌貴賓會作為國際知名的線上博彩營運商，對接入的所有平臺均經過嚴格的篩選，只選用國際知名線上博彩平臺。保證讓每位玩家在一個公平、公正的環境下進行遊戲。同時菲律賓政府First Cagayan leisure and Resort Corporation會對遊戲平臺的數據進行監控最終確保遊戲的公平性和真實性。',
        'zh-cn': '辉煌贵宾会作为国际知名的线上博彩营运商，对接入的所有平台均经过严格的筛选，只选用国际知名线上博彩平台。保证让每位玩家在一个公平、公正的环境下进行游戏。同时菲律宾政府First Cagayan leisure and Resort Corporation会对游戏平台的数据进行监控最终确保游戏的公平性和真实性。',
        en: '辉煌贵宾会作为国际知名的线上博彩营运商，对接入的所有平台均经过严格的筛选，只选用国际知名线上博彩平台。保证让每位玩家在一个公平、公正的环境下进行游戏。同时菲律宾政府First Cagayan leisure and Resort Corporation会对游戏平台的数据进行监控最终确保游戏的公平性和真实性。'
    },
    promise2Content: {
        'zh-tw': '輝煌貴賓會一直秉承著“洗碼不封頂、取款不封頂”的原則保證所有玩家能最大限度的享受遊戲樂趣。',
        'zh-cn': '辉煌贵宾会一直秉承着“洗码不封顶、取款不封顶”的原则保证所有玩家能最大限度的享受游戏乐趣。',
        en: '辉煌贵宾会一直秉承着“洗码不封顶、取款不封顶”的原则保证所有玩家能最大限度的享受游戏乐趣。'
    },
    promise3Content: {
        'zh-tw': '輝煌貴賓會一直註重用戶體驗，高效快速的存取款業務是用戶最實在的體驗，所以我們一直致力於開發最新的收支業務和人員培訓保證高效的存取款，保證5分鐘存提款到賬，為你快速享受遊戲樂趣提供最大保證。',
        'zh-cn': '辉煌贵宾会一直注重用户体验，高效快速的存取款业务是用户最实在的体验，所以我们一直致力于开发最新的收支业务和人员培训保证高效的存取款，保证5分钟存提款到账，为你快速享受游戏乐趣提供最大保证。',
        en: '辉煌贵宾会一直注重用户体验，高效快速的存取款业务是用户最实在的体验，所以我们一直致力于开发最新的收支业务和人员培训保证高效的存取款，保证5分钟存提款到账，为你快速享受游戏乐趣提供最大保证。'
    },
    promise4Content: {
        'zh-tw': '輝煌貴賓會客服均經過嚴格的篩選及專業的培訓，用心打造精英客服團隊為玩家提供優質的服務質量。全天候24小時為您提供專業、貼心的VIP服務，讓您有賓至如歸的感覺',
        'zh-cn': '辉煌贵宾会客服均经过严格的筛选及专业的培训，用心打造精英客服团队为玩家提供优质的服务质量。全天候24小时为您提供专业、贴心的VIP服务，让您有宾至如归的感觉',
        en: '辉煌贵宾会客服均经过严格的筛选及专业的培训，用心打造精英客服团队为玩家提供优质的服务质量。全天候24小时为您提供专业、贴心的VIP服务，让您有宾至如归的感觉'
    },
    promise5Content: {
        'zh-tw': '作為專業的網上博彩遊戲運營商，我們在業內聘請了一批經驗豐富的線上博彩專家和操盤手，為廣大玩家提供最先進、最富娛樂性的遊戲項目，並保證我們遊戲平臺里的賠率是最佳賠率，從而保證廣大玩家的利益。輝煌貴賓會全部遊戲設計均採用世界最領先的軟體。',
        'zh-cn': '作为专业的网上博彩游戏运营商，我们在业内聘请了一批经验丰富的线上博彩专家和操盘手，为广大玩家提供最先进、最富娱乐性的游戏项目，并保证我们游戏平台里的赔率是最佳赔率，从而保证广大玩家的利益。辉煌贵宾会全部游戏设计均采用世界最领先的软体。',
        en: '作为专业的网上博彩游戏运营商，我们在业内聘请了一批经验丰富的线上博彩专家和操盘手，为广大玩家提供最先进、最富娱乐性的游戏项目，并保证我们游戏平台里的赔率是最佳赔率，从而保证广大玩家的利益。辉煌贵宾会全部游戏设计均采用世界最领先的软体。'
    },
    promise6Content: {
        'zh-tw': '提供平穩的加密安全通道(256位SSL加密標準)，服務器的鏡像備份保證了數據庫和客戶信息的安全。玩家網上支付和銀行交易由國際金融機構在高標準的安全和機密的網路中進行。另外，客戶在本平臺的所有活動均嚴格保密，我們不會向任何第三方包括政府透露客戶任何的個人信息及資料。',
        'zh-cn': '提供平稳的加密安全信道(256位SSL加密标准)，服务器的镜像备份保证了数据库和客户信息的安全。玩家网上支付和银行交易由国际金融机构在高标准的安全和机密的网路中进行。另外，客户在本平台的所有活动均严格保密，我们不会向任何第三方包括政府透露客户任何的个人信息及资料。',
        en: '提供平稳的加密安全信道(256位SSL加密标准)，服务器的镜像备份保证了数据库和客户信息的安全。玩家网上支付和银行交易由国际金融机构在高标准的安全和机密的网路中进行。另外，客户在本平台的所有活动均严格保密，我们不会向任何第三方包括政府透露客户任何的个人信息及资料。'
    },
    promise7Content: {
        'zh-tw': '輝煌貴賓會承諾提供「負責任博彩」，並確保每位客戶能與我們一起享受到博彩的樂趣。但是我們也瞭解到有小部分的人有時候未必能控制自己的投注行為，如遇相關問題， 我們會積極鼓勵這些用戶及時與我們聯絡，以便盡快提供相關幫助。',
        'zh-cn': '辉煌贵宾会承诺提供「负责任博彩」，并确保每位客户能与我们一起享受到博彩的乐趣。但是我们也了解到有小部分的人有时候未必能控制自己的投注行为，如遇相关问题， 我们会积极鼓励这些用户及时与我们联络，以便尽快提供相关帮助。',
        en: '辉煌贵宾会承诺提供「负责任博彩」，并确保每位客户能与我们一起享受到博彩的乐趣。但是我们也了解到有小部分的人有时候未必能控制自己的投注行为，如遇相关问题， 我们会积极鼓励这些用户及时与我们联络，以便尽快提供相关帮助。'
    },
    promise8Content: {
        'zh-tw': '我們提供的所有產品和服務，是由菲律賓政府卡格揚河經濟特區 First Cagayan leisure and Resort Corporation. www.firstcagayan.com 所授權和監管。這是一家位於Cagayan特別經濟區和自由口岸 (CSEZFP) 的機構，並且是互動遊戲的授權者及管理者。',
        'zh-cn': '我们提供的所有产品和服务，是由菲律宾政府卡格扬河经济特区 First Cagayan leisure and Resort Corporation. www.firstcagayan.com 所授权和监管。这是一家位于Cagayan特别经济区和自由口岸 (CSEZFP) 的机构，并且是互动游戏的授权者及管理者。',
        en: '我们提供的所有产品和服务，是由菲律宾政府卡格扬河经济特区 First Cagayan leisure and Resort Corporation. www.firstcagayan.com 所授权和监管。这是一家位于Cagayan特别经济区和自由口岸 (CSEZFP) 的机构，并且是互动游戏的授权者及管理者。'
    },
    bbinAmusementTitle: {
        'zh-tw': '娛樂場由 BBIN 提供',
        'zh-cn': '娱乐场由 BBIN 提供',
        en: '娱乐场由 BBIN 提供'
    },
    bbinAmusementContent: {
        'zh-tw': 'BBIN 成立於1999年，是亞洲享有盛名的網路博彩娛樂集團，20年來穩健的經營並成功的將產品銷售至亞洲各地，已成為亞洲現金投注第一品牌平臺，玩家人數最多，投注額最大。所有真人荷官及主管均經過嚴格訓練及挑選，每局牌局均有荷官主管負責監察，以確保遊戲的真實度，保證讓每位玩家在一個公平、公正的環境下遊戲。',
        'zh-cn': 'BBIN 成立于1999年，是亚洲享有盛名的网路博彩娱乐集团，20年来稳健的经营并成功的将产品销售至亚洲各地，已成为亚洲现金投注第一品牌平台，玩家人数最多，投注额最大。所有真人荷官及主管均经过严格训练及挑选，每局牌局均有荷官主管负责监察，以确保游戏的真实度，保证让每位玩家在一个公平、公正的环境下游戏。',
        en: 'BBIN 成立于1999年，是亚洲享有盛名的网路博彩娱乐集团，20年来稳健的经营并成功的将产品销售至亚洲各地，已成为亚洲现金投注第一品牌平台，玩家人数最多，投注额最大。所有真人荷官及主管均经过严格训练及挑选，每局牌局均有荷官主管负责监察，以确保游戏的真实度，保证让每位玩家在一个公平、公正的环境下游戏。'
    },
    tenReasons: {
        'zh-tw': '誠信打造品牌，實力鑄就輝煌，十大放心理由：',
        'zh-cn': '诚信打造品牌，实力铸就辉煌，十大放心理由：',
        en: '诚信打造品牌，实力铸就辉煌，十大放心理由：'
    },
    reason1: {
        'zh-tw': '一、平臺足夠權威',
        'zh-cn': '一、平台足够权威',
        en: '一、平台足够权威'
    },
    reason2: {
        'zh-tw': '二、排名足夠靠前',
        'zh-cn': '二、排名足够靠前',
        en: '二、排名足够靠前'
    },
    reason3: {
        'zh-tw': '三、資金足夠安全',
        'zh-cn': '三、资金足够安全',
        en: '三、资金足够安全'
    },
    reason4: {
        'zh-tw': '四、取款足夠自由',
        'zh-cn': '四、取款足够自由',
        en: '四、取款足够自由'
    },
    reason5: {
        'zh-tw': '五、活動足夠給力',
        'zh-cn': '五、活动足够给力',
        en: '五、活动足够给力'
    },
    reason6: {
        'zh-tw': '六、安全足夠保障',
        'zh-cn': '六、安全足够保障',
        en: '六、安全足够保障'
    },
    reason7: {
        'zh-tw': '七、服務足夠貼心',
        'zh-cn': '七、服务足够贴心',
        en: '七、服务足够贴心'
    },
    reason8: {
        'zh-tw': '八、VIP足夠至尊',
        'zh-cn': '八、VIP足够至尊',
        en: '八、VIP足够至尊'
    },
    reason9: {
        'zh-tw': '九、操作足夠簡單',
        'zh-cn': '九、操作足够简单',
        en: '九、操作足够简单'
    },
    reason10: {
        'zh-tw': '十、營業足夠合法',
        'zh-cn': '十、营业足够合法',
        en: '十、营业足够合法'
    },
    reason1Content: {
        'zh-tw': '輝煌貴賓會與BBIN進行技術合作，並獲得GEOTRUST國際認證，確保網站公平、公正、公開。',
        'zh-cn': '辉煌贵宾会与BBIN进行技术合作，并获得GEOTRUST国际认证，确保网站公平、公正、公开。',
        en: '辉煌贵宾会与BBIN进行技术合作，并获得GEOTRUST国际认证，确保网站公平、公正、公开。'
    },
    reason2Content: {
        'zh-tw': '輝煌貴賓會為亞洲最具公信力品牌之一，信譽領先排名，在海量娛樂城信息中獨占前茅。',
        'zh-cn': '辉煌贵宾会为亚洲最具公信力品牌之一，信誉领先排名，在海量娱乐城信息中独占前茅。',
        en: '辉煌贵宾会为亚洲最具公信力品牌之一，信誉领先排名，在海量娱乐城信息中独占前茅。'
    },
    reason3Content: {
        'zh-tw': '輝煌貴賓會雄厚的資金鏈信譽良好，大額存款無憂，資金安全有保障，免去您一切後顧之憂。',
        'zh-cn': '辉煌贵宾会雄厚的资金链信誉良好，大额存款无忧，资金安全有保障，免去您一切后顾之忧。',
        en: '辉煌贵宾会雄厚的资金链信誉良好，大额存款无忧，资金安全有保障，免去您一切后顾之忧。'
    },
    reason4Content: {
        'zh-tw': '輝煌貴賓會24小時自由取款，取款3-5分鐘火速到帳，且終身免手續費。',
        'zh-cn': '辉煌贵宾会24小时自由取款，取款3-5分钟火速到帐，且终身免手续费。',
        en: '辉煌贵宾会24小时自由取款，取款3-5分钟火速到帐，且终身免手续费。'
    },
    reason5Content: {
        'zh-tw': '輝煌貴賓會時時推出各項給力活動，優惠送不停，讓您真正賺翻天。',
        'zh-cn': '辉煌贵宾会时时推出各项给力活动，优惠送不停，让您真正赚翻天。',
        en: '辉煌贵宾会时时推出各项给力活动，优惠送不停，让您真正赚翻天。'
    },
    reason6Content: {
        'zh-tw': '輝煌貴賓會採用128位SSL加密技術和嚴格的安全管理體系，確保客戶資料安全得到最完善的保障。',
        'zh-cn': '辉煌贵宾会采用128位SSL加密技术和严格的安全管理体系，确保客户资料安全得到最完善的保障。',
        en: '辉煌贵宾会采用128位SSL加密技术和严格的安全管理体系，确保客户资料安全得到最完善的保障。'
    },
    reason7Content: {
        'zh-tw': '輝煌貴賓會7X24小時客服貼心的服務，溫馨的呵護每一位玩家。',
        'zh-cn': '辉煌贵宾会7X24小时客服贴心的服务，温馨的呵护每一位玩家。',
        en: '辉煌贵宾会7X24小时客服贴心的服务，温馨的呵护每一位玩家。'
    },
    reason8Content: {
        'zh-tw': '輝煌貴賓會VIP尊享貴賓級的專屬服務讓您享有賓至如歸般的帝王享受。',
        'zh-cn': '辉煌贵宾会VIP尊享贵宾级的专属服务让您享有宾至如归般的帝王享受。',
        en: '辉煌贵宾会VIP尊享贵宾级的专属服务让您享有宾至如归般的帝王享受。'
    },
    reason9Content: {
        'zh-tw': '輝煌貴賓會秉承以客戶為中心的宗旨，在開發之初就設計了諸多人性化的功能和特性，省去繁瑣的麻煩，讓您輕松操作。',
        'zh-cn': '辉煌贵宾会秉承以客户为中心的宗旨，在开发之初就设计了诸多人性化的功能和特性，省去繁琐的麻烦，让您轻松操作。',
        en: '辉煌贵宾会秉承以客户为中心的宗旨，在开发之初就设计了诸多人性化的功能和特性，省去繁琐的麻烦，让您轻松操作。'
    },
    reason10Content: {
        'zh-tw': '輝煌娛樂場是菲律賓政府認證的大型合法網際網路博彩公司。%s選擇輝煌，等於選擇一份信譽的保障。',
        'zh-cn': '辉煌娱乐场是菲律宾政府认证的大型合法网际网路博彩公司。%s选择辉煌，等于选择一份信誉的保障。',
        en: '辉煌娱乐场是菲律宾政府认证的大型合法网际网路博彩公司。%s选择辉煌，等于选择一份信誉的保障。'
    },
    // 取款幫助
    withdrawHelp: {
        'zh-tw': '取款幫助',
        'zh-cn': '取款帮助',
        en: '取款帮助'
    },
    withdrawMethod: {
        'zh-tw': '取款方法:',
        'zh-cn': '取款方法:',
        en: '取款方法:'
    },
    withdrawStep1: {
        'zh-tw': '會員登入後點選“線上取款”。',
        'zh-cn': '会员登入后点选“线上取款”。',
        en: '会员登入后点选“线上取款”。'
    },
    withdrawStep2: {
        'zh-tw': '第一次取款的會員需先綁定的您的出款銀行賬戶。',
        'zh-cn': '第一次取款的会员需先绑定的您的出款银行账户。',
        en: '第一次取款的会员需先绑定的您的出款银行账户。'
    },
    withdrawStep3: {
        'zh-tw': '確認提款銀行帳號正確。',
        'zh-cn': '确认提款银行帐号正确。',
        en: '确认提款银行帐号正确。'
    },
    withdrawStep4: {
        'zh-tw': '輸入取款金額，取款密碼，即可成功出款。',
        'zh-cn': '输入取款金额，取款密码，即可成功出款。',
        en: '输入取款金额，取款密码，即可成功出款。'
    },
    withdrawQA: {
        'zh-tw': '如有任何問題，請您聯系輝煌貴賓會%s在線客服%s，我們將在第一時間為您解答問題。',
        'zh-cn': '如有任何问题，请您联系辉煌贵宾会%s在线客服%s，我们将在第一时间为您解答问题。',
        en: '如有任何问题，请您联系辉煌贵宾会%s在线客服%s，我们将在第一时间为您解答问题。'
    },
    withdrawBankList: {
        'zh-tw': '選擇公司金流方式出款：綁定工商銀行(優先)、農業銀行、建設銀行、招商銀行、中國銀行、交通銀行、中信銀行、光大銀行、華夏銀行、民生銀行、廣東發展銀行、深圳發展銀行、郵政儲蓄為出款銀行的會員，取款￥1000000RMB以內，可24小時提出申請，並享受5分鐘內火速到賬。',
        'zh-cn': '选择公司金流方式出款：绑定工商银行(优先)、农业银行、建设银行、招商银行、中国银行、交通银行、中信银行、光大银行、华夏银行、民生银行、广东发展银行、深圳发展银行、邮政储蓄为出款银行的会员，取款￥1000000RMB以内，可24小时提出申请，并享受5分钟内火速到账。',
        en: '选择公司金流方式出款：绑定工商银行(优先)、农业银行、建设银行、招商银行、中国银行、交通银行、中信银行、光大银行、华夏银行、民生银行、广东发展银行、深圳发展银行、邮政储蓄为出款银行的会员，取款￥1000000RMB以内，可24小时提出申请，并享受5分钟内火速到账。'
    },
    withdrawNote: {
        'zh-tw': '取款須知:',
        'zh-cn': '取款须知:',
        en: '取款须知:'
    },
    withdrawNote1: {
        'zh-tw': '最低取款為$1人民幣，取款上限為單筆$1000000人民幣。(24小時內可以享有的最高取款總額上限為$10000000人民幣，如當日已到達提款上限額度，需要在最後一筆提款間隔24小時方可再享受提款，但不影響會員正常遊戲)。',
        'zh-cn': '最低取款为$1人民币，取款上限为单笔$1000000人民币。(24小时内可以享有的最高取款总额上限为$10000000人民币，如当日已到达提款上限额度，需要在最后一笔提款间隔24小时方可再享受提款，但不影响会员正常游戏)。',
        en: '最低取款为$1人民币，取款上限为单笔$1000000人民币。(24小时内可以享有的最高取款总额上限为$10000000人民币，如当日已到达提款上限额度，需要在最后一笔提款间隔24小时方可再享受提款，但不影响会员正常游戏)。'
    },
    withdrawNote2: {
        'zh-tw': '完成全額有效投注，全天24小時不限次數提款，手續費全免。:',
        'zh-cn': '完成全额有效投注，全天24小时不限次数提款，手续费全免。:',
        en: '完成全额有效投注，全天24小时不限次数提款，手续费全免。:'
    },
    withdrawNote3: {
        'zh-tw': '輝煌貴賓會保留權利審核會員賬戶，若由上次出款起，有效下註金額未達""最後一次入款後賬戶的總餘額""，而申請出款者，公司將收取""最後一次入款後賬戶的總餘額""10%的行政費用，以及￥50出款手續費。',
        'zh-cn': '辉煌贵宾会保留权利审核会员账户，若由上次出款起，有效下注金额未达""最后一次入款后账户的总馀额""，而申请出款者，公司将收取""最后一次入款后账户的总馀额""10%的行政费用，以及￥50出款手续费。',
        en: '辉煌贵宾会保留权利审核会员账户，若由上次出款起，有效下注金额未达""最后一次入款后账户的总馀额""，而申请出款者，公司将收取""最后一次入款后账户的总馀额""10%的行政费用，以及￥50出款手续费。'
    },
    withdrawNote4: {
        'zh-tw': '%s【例1】%s1月1日 12:00當下額度￥1000,並在存入3000元,則在1月1日 12:00後,有效投注額必須為(1000+3000)以上出款,才不被扣除行政費用+手續費用。',
        'zh-cn': '%s【例1】%s1月1日 12:00当下额度￥1000,并在存入3000元,则在1月1日 12:00后,有效投注额必须为(1000+3000)以上出款,才不被扣除行政费用+手续费用。',
        en: '%s【例1】%s1月1日 12:00当下额度￥1000,并在存入3000元,则在1月1日 12:00后,有效投注额必须为(1000+3000)以上出款,才不被扣除行政费用+手续费用。'
    },
    withdrawNote5: {
        'zh-tw': '%s【例2】%s若有效投注未達到(1000+3000)元,則會扣除行政費用(1000+3000)x10%+手續費50 =須被扣除450元 。',
        'zh-cn': '%s【例2】%s若有效投注未达到(1000+3000)元,则会扣除行政费用(1000+3000)x10%+手续费50 =须被扣除450元 。',
        en: '%s【例2】%s若有效投注未达到(1000+3000)元,则会扣除行政费用(1000+3000)x10%+手续费50 =须被扣除450元 。'
    },
    withdrawNote6: {
        'zh-tw': '請註意: 各遊戲和局/未接受/取消註單，不納入有效投注計算，運動博弈遊戲項目，大賠率玩法計算有效投注金額，小賠率玩法計算輸贏金額為有效投注，大賠率產品包括: 過關、波膽、總進球、半全場、雙勝彩、冠軍賽；',
        'zh-cn': '请注意: 各游戏和局/未接受/取消注单，不纳入有效投注计算，运动博弈游戏项目，大赔率玩法计算有效投注金额，小赔率玩法计算输赢金额为有效投注，大赔率产品包括: 过关、波胆、总进球、半全场、双胜彩、冠军赛；',
        en: '请注意: 各游戏和局/未接受/取消注单，不纳入有效投注计算，运动博弈游戏项目，大赔率玩法计算有效投注金额，小赔率玩法计算输赢金额为有效投注，大赔率产品包括: 过关、波胆、总进球、半全场、双胜彩、冠军赛；'
    },
    withdrawNote7: {
        'zh-tw': '如有任何問題，請您聯繫24小時%s【在線客服】%s諮詢；',
        'zh-cn': '如有任何问题，请您联系24小时%s【在线客服】%s咨询；',
        en: '如有任何问题，请您联系24小时%s【在线客服】%s咨询；'
    },
    // 常見問題
    commonQuestion: {
        'zh-tw': '常見問題',
        'zh-cn': '常见问题',
        en: '常见问题'
    },
    commonQuestion1: {
        'zh-tw': '輝煌貴賓會實力怎樣？',
        'zh-cn': '辉煌贵宾会实力怎样？',
        en: '辉煌贵宾会实力怎样？'
    },
    commonQuestion2: {
        'zh-tw': '在貴公司進行遊戲是否安全？',
        'zh-cn': '在贵公司进行游戏是否安全？',
        en: '在贵公司进行游戏是否安全？'
    },
    commonQuestion3: {
        'zh-tw': '網上博彩是否合法？',
        'zh-cn': '网上博彩是否合法？',
        en: '网上博彩是否合法？'
    },
    commonQuestion4: {
        'zh-tw': '在輝煌貴賓會進行投注是否有年齡限制？',
        'zh-cn': '在辉煌贵宾会进行投注是否有年龄限制？',
        en: '在辉煌贵宾会进行投注是否有年龄限制？'
    },
    commonQuestion5: {
        'zh-tw': '開戶是否要填寫真實姓名？',
        'zh-cn': '开户是否要填写真实姓名？',
        en: '开户是否要填写真实姓名？'
    },
    commonQuestion6: {
        'zh-tw': '忘記密碼怎麼辦？',
        'zh-cn': '忘记密码怎么办？',
        en: '忘记密码怎么办？'
    },
    commonAnswer1: {
        'zh-tw': '您好，請參閱主頁“關於我們”。',
        'zh-cn': '您好，请参阅主页“关于我们”。',
        en: '您好，请参阅主页“关于我们”。'
    },
    commonAnswer2: {
        'zh-tw': '您好，本公司係統絕對安全。我們決不洩漏客戶的個人資料給任何商業機構。此外，我們亦要求有交易往來的銀行，信用卡中轉代理等嚴格保密客戶的資料。所有的存款將視為貿易戶口，並不會交給其它的人士進行。',
        'zh-cn': '您好，本公司系统绝对安全。我们决不泄漏客户的个人资料给任何商业机构。此外，我们亦要求有交易往来的银行，信用卡中转代理等严格保密客户的资料。所有的存款将视为贸易户口，并不会交给其它的人士进行。',
        en: '您好，本公司系统绝对安全。我们决不泄漏客户的个人资料给任何商业机构。此外，我们亦要求有交易往来的银行，信用卡中转代理等严格保密客户的资料。所有的存款将视为贸易户口，并不会交给其它的人士进行。'
    },
    commonAnswer3: {
        'zh-tw': '您好，有的國家或地區當地法律禁止博彩，在這種情況下，請您務必遵守當地法律，如有任何疑問，請尋求當地法律部門的意見。本公司不能亦不會接受任何人士違犯當地法律所引致之任何責任。',
        'zh-cn': '您好，有的国家或地区当地法律禁止博彩，在这种情况下，请您务必遵守当地法律，如有任何疑问，请寻求当地法律部门的意见。本公司不能亦不会接受任何人士违犯当地法律所引致之任何责任。',
        en: '您好，有的国家或地区当地法律禁止博彩，在这种情况下，请您务必遵守当地法律，如有任何疑问，请寻求当地法律部门的意见。本公司不能亦不会接受任何人士违犯当地法律所引致之任何责任。'
    },
    commonAnswer4: {
        'zh-tw': '您好，是的，投注合法年齡必須年滿18歲。',
        'zh-cn': '您好，是的，投注合法年龄必须年满18岁。',
        en: '您好，是的，投注合法年龄必须年满18岁。'
    },
    commonAnswer5: {
        'zh-tw': '您好，基於安全理由，提款時財務部會按照註冊姓名進行審核，銀行卡戶名必須與註冊姓名相同方可提款，所以請您在開戶時填寫的姓名必須與您提款的戶名相同。',
        'zh-cn': '您好，基于安全理由，提款时财务部会按照注册姓名进行审核，银行卡户名必须与注册姓名相同方可提款，所以请您在开户时填写的姓名必须与您提款的户名相同。',
        en: '您好，基于安全理由，提款时财务部会按照注册姓名进行审核，银行卡户名必须与注册姓名相同方可提款，所以请您在开户时填写的姓名必须与您提款的户名相同。'
    },
    commonAnswer6: {
        'zh-tw': '你可點擊首頁忘記密碼功能，填寫你的會員帳號與取款密碼，即可取回你當初設定的密碼。當你無法收取郵件時，你也可以聯繫24小時在線客服人員諮詢協助取回你的帳號密碼。',
        'zh-cn': '你可点击首页忘记密码功能，填写你的会员帐号与取款密码，即可取回你当初设定的密码。当你无法收取邮件时，你也可以联系24小时在线客服人员咨询协助取回你的帐号密码。',
        en: '你可点击首页忘记密码功能，填写你的会员帐号与取款密码，即可取回你当初设定的密码。当你无法收取邮件时，你也可以联系24小时在线客服人员咨询协助取回你的帐号密码。'
    },
    gameQuestion: {
        'zh-tw': '遊戲相關問題',
        'zh-cn': '游戏相关问题',
        en: '游戏相关问题'
    },
    gameQuestion1: {
        'zh-tw': '輝煌貴賓會有哪些遊戲？',
        'zh-cn': '辉煌贵宾会有哪些游戏？',
        en: '辉煌贵宾会有哪些游戏？'
    },
    gameQuestion2: {
        'zh-tw': '我該如何為我的遊戲帳號充值？',
        'zh-cn': '我该如何为我的游戏帐号充值？',
        en: '我该如何为我的游戏帐号充值？'
    },
    gameQuestion3: {
        'zh-tw': '為什麼在線支付成功後額度沒有立即返到我的遊戲帳號呢？',
        'zh-cn': '为什么在线支付成功后额度没有立即返到我的游戏帐号呢？',
        en: '为什么在线支付成功后额度没有立即返到我的游戏帐号呢？'
    },
    gameQuestion4: {
        'zh-tw': '當我在真人遊戲贏了錢，我該如何提款？',
        'zh-cn': '当我在真人游戏赢了钱，我该如何提款？',
        en: '当我在真人游戏赢了钱，我该如何提款？'
    },
    gameQuestion5: {
        'zh-tw': '如何證明遊戲結果是實時的？',
        'zh-cn': '如何证明游戏结果是实时的？',
        en: '如何证明游戏结果是实时的？'
    },
    gameQuestion6: {
        'zh-tw': '我可以先瀏覽你們的遊戲嗎？',
        'zh-cn': '我可以先浏览你们的游戏吗？',
        en: '我可以先浏览你们的游戏吗？'
    },
    gameQuestion7: {
        'zh-tw': '為什麼觀看六局就會斷開連接？',
        'zh-cn': '为什么观看六局就会断开连接？',
        en: '为什么观看六局就会断开连接？'
    },
    gameQuestion8: {
        'zh-tw': '請問我在哪邊可以找到遊戲規則？',
        'zh-cn': '请问我在哪边可以找到游戏规则？',
        en: '请问我在哪边可以找到游戏规则？'
    },
    gameQuestion9: {
        'zh-tw': '進行遊戲對系統配置有要求嗎？',
        'zh-cn': '进行游戏对系统配置有要求么？',
        en: '进行游戏对系统配置有要求么？'
    },
    gameQuestion10: {
        'zh-tw': '為什麼系統會將我註銷？',
        'zh-cn': '为什么系统会将我注销？',
        en: '为什么系统会将我注销？'
    },
    gameAnswer1: {
        'zh-tw': '您好，輝煌貴賓會目前為您提供“運動博弈”最全的“真人娛樂”城遊戲和“電子遊藝”“彩票遊戲”。',
        'zh-cn': '您好，辉煌贵宾会目前为您提供“运动博弈”最全的“真人娱乐”城游戏和“电子游艺”“彩票游戏”。',
        en: '您好，辉煌贵宾会目前为您提供“运动博弈”最全的“真人娱乐”城游戏和“电子游艺”“彩票游戏”。'
    },
    gameAnswer2: {
        'zh-tw': '您好，公司目前提供兩種方式入款，1.在線存款2.銀行划款，請您點擊線上存款選擇其中一種方式入款，謝謝！（注：選擇公司入款的客戶，請您在每次入款前務必與我們聯絡確認匯款帳號，如將款項存入已過期帳號，導致公司無法查收，恕不負責，請您留意，謝謝！ ）',
        'zh-cn': '您好，公司目前提供两种方式入款，1.在线存款2.银行划款，请您点击线上存款选择其中一种方式入款，谢谢！（注：选择公司入款的客户，请您在每次入款前务必与我们联络确认汇款帐号，如将款项存入已过期帐号，导致公司无法查收，恕不负责，请您留意，谢谢！）',
        en: '您好，公司目前提供两种方式入款，1.在线存款2.银行划款，请您点击线上存款选择其中一种方式入款，谢谢！（注：选择公司入款的客户，请您在每次入款前务必与我们联络确认汇款帐号，如将款项存入已过期帐号，导致公司无法查收，恕不负责，请您留意，谢谢！）'
    },
    gameAnswer3: {
        'zh-tw': '您好，這是因為在線支付系統需要經過密鎖切換及內部驗證程序，而這也是我們的保安程序之一，所以請您不必擔心，款項一定不會丟失。如果您在在線支付超過30分鐘後仍然還未收到您的款項，請與我們客服聯繫處理。',
        'zh-cn': '您好，这是因为在线支付系统需要经过密锁切换及内部验证程序，而这也是我们的保安程序之一，所以请您不必担心，款项一定不会丢失。如果您在在线支付超过30分钟后仍然还未收到您的款项，请与我们客服联系处理。',
        en: '您好，这是因为在线支付系统需要经过密锁切换及内部验证程序，而这也是我们的保安程序之一，所以请您不必担心，款项一定不会丢失。如果您在在线支付超过30分钟后仍然还未收到您的款项，请与我们客服联系处理。'
    },
    gameAnswer4: {
        'zh-tw': '您好，請您點擊“線上提款”輸入您的提款密碼，再按要求填寫您要提取的金額，然後再點擊確定。謝謝！',
        'zh-cn': '您好，请您点击“线上提款”输入您的提款密码，再按要求填写您要提取的金额，然后再点击确定。谢谢！',
        en: '您好，请您点击“线上提款”输入您的提款密码，再按要求填写您要提取的金额，然后再点击确定。谢谢！'
    },
    gameAnswer5: {
        'zh-tw': '您好，您可以通過遊戲的視頻影像進行監查，視頻內的畫面均為BBIN現場娛樂城所播放的畫面是同步的。我們確保所有遊戲結果均為真實的實時結果。',
        'zh-cn': '您好，您可以通过游戏的视频影像进行监查，视频内的画面均为BBIN现场娱乐城所播放的画面是同步的。我们确保所有游戏结果均为真实的实时结果。',
        en: '您好，您可以通过游戏的视频影像进行监查，视频内的画面均为BBIN现场娱乐城所播放的画面是同步的。我们确保所有游戏结果均为真实的实时结果。'
    },
    gameAnswer6: {
        'zh-tw': '您好，我們非常歡迎您瀏覽我們的遊戲系統。當然，這是免費的。您只需在我們的網站進行註冊後即可以登入瀏覽我們的遊戲。',
        'zh-cn': '您好，我们非常欢迎您浏览我们的游戏系统。当然，这是免费的。您只需在我们的网站进行注册后即可以登入浏览我们的游戏。',
        en: '您好，我们非常欢迎您浏览我们的游戏系统。当然，这是免费的。您只需在我们的网站进行注册后即可以登入浏览我们的游戏。'
    },
    gameAnswer7: {
        'zh-tw': '您好，基於兩個原因：（1）為了您的帳號安全，如果閣下在打開遊戲後，又忘記關閉頁面就離開了電腦，萬一在這個時間被其他人使用投注，您的損失就很難控制了。 （2）每時每刻都有非常多的客戶上線進行遊戲，為了讓網速快而暢通，我們的系統就自動節省網絡資源，照顧了在遊戲之中的客戶，所以觀看六局就會斷開連接。如因此給您帶來不便，敬請見諒。',
        'zh-cn': '您好，基于两个原因：（1）为了您的帐号安全，如果阁下在打开游戏后，又忘记关闭页面就离开了电脑，万一在这个时间被其他人使用投注，您的损失就很难控制了。（2）每时每刻都有非常多的客户上线进行游戏，为了让网速快而畅通，我们的系统就自动节省网络资源，照顾了在游戏之中的客户，所以观看六局就会断开连接。如因此给您带来不便，敬请见谅。',
        en: '您好，基于两个原因：（1）为了您的帐号安全，如果阁下在打开游戏后，又忘记关闭页面就离开了电脑，万一在这个时间被其他人使用投注，您的损失就很难控制了。（2）每时每刻都有非常多的客户上线进行游戏，为了让网速快而畅通，我们的系统就自动节省网络资源，照顾了在游戏之中的客户，所以观看六局就会断开连接。如因此给您带来不便，敬请见谅。'
    },
    gameAnswer8: {
        'zh-tw': '在你未登入之前，你可以在各個遊戲項目內，看見遊戲規則的選項，清楚告知遊戲的玩法、規則及派彩方式。在遊戲窗口中，也有"規則"選項，讓您在享受遊戲樂趣的同時，可以彈跳窗口隨時提醒您遊戲規則。',
        'zh-cn': '在你未登入之前，你可以在各个游戏项目内，看见游戏规则的选项，清楚告知游戏的玩法、规则及派彩方式。在游戏窗口中，也有"规则"选项，让您在享受游戏乐趣的同时，可以弹跳窗口随时提醒您游戏规则。',
        en: '在你未登入之前，你可以在各个游戏项目内，看见游戏规则的选项，清楚告知游戏的玩法、规则及派彩方式。在游戏窗口中，也有"规则"选项，让您在享受游戏乐趣的同时，可以弹跳窗口随时提醒您游戏规则。'
    },
    gameAnswer9: {
        'zh-tw': '您好，我們設計的網頁將會提供新一代瀏覽器服務，提供更好的特點，讓您能夠享有更好的投注樂趣。我們希望您能使用Internet Explorer 6.0或者是以上的瀏覽器版本。',
        'zh-cn': '您好，我们设计的网页将会提供新一代浏览器服务，提供更好的特点，让您能够享有更好的投注乐趣。我们希望您能使用Internet Explorer 6.0或者是以上的浏览器版本。',
        en: '您好，我们设计的网页将会提供新一代浏览器服务，提供更好的特点，让您能够享有更好的投注乐趣。我们希望您能使用Internet Explorer 6.0或者是以上的浏览器版本。'
    },
    gameAnswer10: {
        'zh-tw': '您好，這是網頁的保安程序之一，當您在一定的時間內沒有使用有關的網頁，那麼有關的網頁將不再活躍，並且無法瀏覽最新的頁面。',
        'zh-cn': '您好，这是网页的保安程序之一，当您在一定的时间内没有使用有关的网页，那么有关的网页将不再活跃，并且无法浏览最新的页面。',
        en: '您好，这是网页的保安程序之一，当您在一定的时间内没有使用有关的网页，那么有关的网页将不再活跃，并且无法浏览最新的页面。'
    },
    techQuestion: {
        'zh-tw': '技術常見問題',
        'zh-cn': '技术常见问题',
        en: '技术常见问题'
    },
    techQuestion1: {
        'zh-tw': '最低的硬件系統要求是什麼？',
        'zh-cn': '最低的硬件系统要求是什么？',
        en: '最低的硬件系统要求是什么？'
    },
    techAnswer11: {
        'zh-tw': '任何可以接上互聯網的計算機。',
        'zh-cn': '任何可以接上互联网的计算机。',
        en: '任何可以接上互联网的计算机。'
    },
    techAnswer12: {
        'zh-tw': 'SVGA顯示適配器–最少要1204x768像素256色彩以上。',
        'zh-cn': 'SVGA显示适配器–最少要1204x768像素256色彩以上。',
        en: 'SVGA显示适配器–最少要1204x768像素256色彩以上。'
    },
    techAnswer13: {
        'zh-tw': '區域寬帶。',
        'zh-cn': '区域宽带。',
        en: '区域宽带。'
    },
    techAnswer14: {
        'zh-tw': 'Windows , Mac OS X , Linux作業系統。',
        'zh-cn': 'Windows , Mac OS X , Linux作业系统。',
        en: 'Windows , Mac OS X , Linux作业系统。'
    },
    techAnswer15: {
        'zh-tw': 'Internet Explorer瀏覽器v6.0 或以上(版本7.0 或以上更好)，Mozilla Firefox (瀏覽器v3.0 或以上)，Opera (瀏覽器v8.0 或以上)，Chrome(瀏覽器v6.0 或以上)，Safari (瀏覽器v4.0 或以上)',
        'zh-cn': 'Internet Explorer浏览器v6.0 或以上(版本7.0 或以上更好)，Mozilla Firefox (浏览器v3.0 或以上)，Opera (浏览器v8.0 或以上)，Chrome(浏览器v6.0 或以上)，Safari (浏览器v4.0 或以上)',
        en: 'Internet Explorer浏览器v6.0 或以上(版本7.0 或以上更好)，Mozilla Firefox (浏览器v3.0 或以上)，Opera (浏览器v8.0 或以上)，Chrome(浏览器v6.0 或以上)，Safari (浏览器v4.0 或以上)'
    },
    techAnswer16: {
        'zh-tw': '要瀏覽在線娛樂城，你可以在 Macromedia網站下載Macromedia Flash Player瀏覽器附加程序(8.0或以上版本)。',
        'zh-cn': '要浏览在线娱乐城，你可以在 Macromedia网站下载Macromedia Flash Player浏览器附加程序(8.0或以上版本)。',
        en: '要浏览在线娱乐城，你可以在 Macromedia网站下载Macromedia Flash Player浏览器附加程序(8.0或以上版本)。'
    },
    // 聯絡我們
    contactUs: {
        'zh-tw': '聯絡我們',
        'zh-cn': '联络我们',
        en: '联络我们'
    },
    contactUsPart1: {
        'zh-tw': '%y輝煌貴賓會24小時竭誠為您服務%y，我們為您提供多種聯絡方式。',
        'zh-cn': '%y辉煌贵宾会24小时竭诚为您服务%y，我们为您提供多种联络方式。',
        en: '%y辉煌贵宾会24小时竭诚为您服务%y，我们为您提供多种联络方式。'
    },
    contactUsPart2: {
        'zh-tw': '您有任何疑問、意見都可以通過下述方式隨時與我們聯繫，我們期待為您服務。',
        'zh-cn': '您有任何疑问、意见都可以通过下述方式随时与我们联系，我们期待为您服务。',
        en: '您有任何疑问、意见都可以通过下述方式随时与我们联系，我们期待为您服务。'
    },
    contactUsPart3: {
        'zh-tw': '1. 通過網站24小時在線客服：%s在線客服%s',
        'zh-cn': '1. 通过网站24小时在线客服：%s在线客服%s',
        en: '1. 通过网站24小时在线客服：%s在线客服%s'
    },
    contactUsPart4: {
        'zh-tw': '2. 通過電子郵件：',
        'zh-cn': '2. 通过电子邮件：',
        en: '2. 通过电子邮件：'
    },
    proxyJoin: {
        'zh-tw': '代理合作',
        'zh-cn': '代理合作',
        en: '代理合作'
    },
    complaintAdvice: {
        'zh-tw': '投訴建議',
        'zh-cn': '投诉建议',
        en: '投诉建议'
    },
    emailFeedback: {
        'zh-tw': '請在聯繫客服的時候註明您的遊戲帳號，我們會在最短的時間內以郵件形式給您回复信息。',
        'zh-cn': '请在联系客服的时候注明您的游戏帐号，我们会在最短的时间内以邮件形式给您回复信息。',
        en: '请在联系客服的时候注明您的游戏帐号，我们会在最短的时间内以邮件形式给您回复信息。'
    },
    freeContact: {
        'zh-tw': '3. 拨打免费电话与我们联系：',
        'zh-cn': '3. 撥打免費電話與我們聯繫：',
        en: '3. 撥打免費電話與我們聯繫：'
    },
    openAccount: {
        'zh-tw': '開戶協議',
        'zh-cn': '开户协议',
        en: '开户协议'
    },
    openAccountTitle: {
        'zh-tw': '立即開通輝煌貴賓會帳戶，享受最優惠的各項紅利',
        'zh-cn': '立即开通辉煌贵宾会帐户，享受最优惠的各项红利',
        en: '立即开通辉煌贵宾会帐户，享受最优惠的各项红利'
    },
    openAccount1: {
        'zh-tw': '輝煌貴賓會只接受合法博彩年齡的客戶申請。同時我們保留要求客戶提供其年齡證明的權利。',
        'zh-cn': '辉煌贵宾会只接受合法博彩年龄的客户申请。同时我们保留要求客户提供其年龄证明的权利。',
        en: '辉煌贵宾会只接受合法博彩年龄的客户申请。同时我们保留要求客户提供其年龄证明的权利。'
    },
    openAccount2: {
        'zh-tw': '在輝煌貴賓會進行註冊時所提供的全部信息必須在各個方面都是準確和完整的。在使用借記卡或信用卡時，持卡人的姓名必須與在網站上註冊時的一致。',
        'zh-cn': '在辉煌贵宾会进行注册时所提供的全部信息必须在各个方面都是准确和完整的。在使用借记卡或信用卡时，持卡人的姓名必须与在网站上注册时的一致。',
        en: '在辉煌贵宾会进行注册时所提供的全部信息必须在各个方面都是准确和完整的。在使用借记卡或信用卡时，持卡人的姓名必须与在网站上注册时的一致。'
    },
    openAccount3: {
        'zh-tw': '在開戶後進行一次有效存款，恭喜您成為輝煌貴賓會有效會員!',
        'zh-cn': '在开户后进行一次有效存款，恭喜您成为辉煌贵宾会有效会员!',
        en: '在开户后进行一次有效存款，恭喜您成为辉煌贵宾会有效会员!'
    },
    openAccount4: {
        'zh-tw': '存款免手續費，開戶最低入款金額1人民幣，最低取款1元，24小時取款0手續費!',
        'zh-cn': '存款免手续费，开户最低入款金额1人民币，最低取款1元，24小时取款0手续费!',
        en: '存款免手续费，开户最低入款金额1人民币，最低取款1元，24小时取款0手续费!'
    },
    openAccount5: {
        'zh-tw': '成為輝煌貴賓會有效會員後，客戶有責任以電郵、聯繫在線客服、在輝煌貴賓會網站上留言等方式，隨時向本公司提供最新的個人資料。',
        'zh-cn': '成为辉煌贵宾会有效会员后，客户有责任以电邮、联系在线客服、在辉煌贵宾会网站上留言等方式，随时向本公司提供最新的个人资料。',
        en: '成为辉煌贵宾会有效会员后，客户有责任以电邮、联系在线客服、在辉煌贵宾会网站上留言等方式，随时向本公司提供最新的个人资料。'
    },
    openAccount6: {
        'zh-tw': '輝煌貴賓會發現會員有重複申請帳號行為時，有權將這些賬戶視為一個聯合賬戶。我們保留取消、收回會員所有優惠紅利，以及優惠紅利所產生的盈利之權利。每位玩家、每一住址、每一電子郵箱、每一電話號碼、相同支付卡/信用卡號碼，以及共享計算機環境(例如:網吧、其他公共用計算機等)只能夠擁有一個會員帳號，各項優惠只適用於每位客戶在輝煌貴賓會唯一的賬戶。',
        'zh-cn': '辉煌贵宾会发现会员有重复申请帐号行为时，有权将这些账户视为一个联合账户。我们保留取消、收回会员所有优惠红利，以及优惠红利所产生的盈利之权利。每位玩家、每一住址、每一电子邮箱、每一电话号码、相同支付卡/信用卡号码，以及共享计算机环境 (例如:网吧、其他公共用计算机等)只能够拥有一个会员帐号，各项优惠只适用于每位客户在辉煌贵宾会唯一的账户。',
        en: '辉煌贵宾会发现会员有重复申请帐号行为时，有权将这些账户视为一个联合账户。我们保留取消、收回会员所有优惠红利，以及优惠红利所产生的盈利之权利。每位玩家、每一住址、每一电子邮箱、每一电话号码、相同支付卡/信用卡号码，以及共享计算机环境 (例如:网吧、其他公共用计算机等)只能够拥有一个会员帐号，各项优惠只适用于每位客户在辉煌贵宾会唯一的账户。'
    },
    openAccount7: {
        'zh-tw': '輝煌貴賓會是提供互聯網投注服務的機構。請會員在註冊前參考當地政府的法律，在博彩不被允許的地區，如有會員在輝煌貴賓會註冊、下注，為會員個人行為，輝煌貴賓會不負責、承擔任何相關責任。',
        'zh-cn': '辉煌贵宾会是提供互联网投注服务的机构。请会员在注册前参考当地政府的法律，在博彩不被允许的地区，如有会员在辉煌贵宾会注册、下注，为会员个人行为，辉煌贵宾会不负责、承担任何相关责任。',
        en: '辉煌贵宾会是提供互联网投注服务的机构。请会员在注册前参考当地政府的法律，在博彩不被允许的地区，如有会员在辉煌贵宾会注册、下注，为会员个人行为，辉煌贵宾会不负责、承担任何相关责任。'
    },
    openAccount8: {
        'zh-tw': '無論是個人或是團體，如有任何威脅、濫用輝煌貴賓會優惠的行為，輝煌貴賓會保留杈利取消、收回由優惠產生的紅利，並保留權利追討最高50%手續費。',
        'zh-cn': '无论是个人或是团体，如有任何威胁、滥用辉煌贵宾会优惠的行为，辉煌贵宾会保留杈利取消、收回由优惠产生的红利，并保留权利追讨最高50%手续费。',
        en: '无论是个人或是团体，如有任何威胁、滥用辉煌贵宾会优惠的行为，辉煌贵宾会保留杈利取消、收回由优惠产生的红利，并保留权利追讨最高50%手续费。'
    },
    openAccount9: {
        'zh-tw': '所有輝煌貴賓會的優惠是特別為玩家而設，在玩家註冊信息有爭議時，為確保雙方利益、杜絕身份盜用行為，輝煌貴賓會保留權利要求客戶向我們提供充足有效的文件， 並以各種方式辨別客戶是否符合資格享有我們的任何優惠。',
        'zh-cn': '所有辉煌贵宾会的优惠是特别为玩家而设，在玩家注册信息有争议时，为确保双方利益、杜绝身份盗用行为，辉煌贵宾会保留权利要求客户向我们提供充足有效的文件， 并以各种方式辨别客户是否符合资格享有我们的任何优惠。',
        en: '所有辉煌贵宾会的优惠是特别为玩家而设，在玩家注册信息有争议时，为确保双方利益、杜绝身份盗用行为，辉煌贵宾会保留权利要求客户向我们提供充足有效的文件， 并以各种方式辨别客户是否符合资格享有我们的任何优惠。'
    },
    openAccount10: {
        'zh-tw': '客戶一經註冊開戶，將被視為接受所有頒佈在輝煌貴賓會網站上的規則與條例。',
        'zh-cn': '客户一经注册开户，将被视为接受所有颁布在辉煌贵宾会网站上的规则与条例。',
        en: '客户一经注册开户，将被视为接受所有颁布在辉煌贵宾会网站上的规则与条例。'
    },
    openAccount11: {
        'zh-tw': '本公司是使用BBIN所提供的在線娛樂軟件，若發現您在同系統的娛樂城上開設多個會員賬戶，並進行套利下注；本公司有權取消您的會員帳號並將所有下注營利取消！',
        'zh-cn': '本公司是使用BBIN所提供的在线娱乐软件，若发现您在同系统的娱乐城上开设多个会员账户，并进行套利下注；本公司有权取消您的会员帐号并将所有下注营利取消！',
        en: '本公司是使用BBIN所提供的在线娱乐软件，若发现您在同系统的娱乐城上开设多个会员账户，并进行套利下注；本公司有权取消您的会员帐号并将所有下注营利取消！'
    },
    amusementRule: {
        'zh-tw': '娛樂場通則',
        'zh-cn': '娱乐场通则',
        en: '娱乐场通则'
    },
    amusementRule1: {
        'zh-tw': '為避免於本網站投注時之爭議，請會員務必於進入網站前詳閱本娛樂城所定之各項規則，客戶一經「我同意」進入本網站進行投注時，即被視為已接受本娛樂城的所有協議與規則。',
        'zh-cn': '为避免于本网站投注时之争议，请会员务必于进入网站前详阅本娱乐城所定之各项规则，客户一经「我同意」进入本网站进行投注时，即被视为已接受本娱乐城的所有协议与规则。',
        en: '为避免于本网站投注时之争议，请会员务必于进入网站前详阅本娱乐城所定之各项规则，客户一经「我同意」进入本网站进行投注时，即被视为已接受本娱乐城的所有协议与规则。'
    },
    amusementRule2: {
        'zh-tw': '會員有責任確保自己的帳戶以及登入資料的保密性，以會員帳號及密碼進行的任何網上投注，將被視為有效。敬請不定時做密碼變更之動作。若帳號密碼被盜用，進行的投注，本公司一概不負賠償責任。',
        'zh-cn': '会员有责任确保自己的帐户以及登入资料的保密性，以会员帐号及密码进行的任何网上投注，将被视为有效。敬请不定时做密码变更之动作。若帐号密码被盗用，进行的投注，本公司一概不负赔偿责任。',
        en: '会员有责任确保自己的帐户以及登入资料的保密性，以会员帐号及密码进行的任何网上投注，将被视为有效。敬请不定时做密码变更之动作。若帐号密码被盗用，进行的投注，本公司一概不负赔偿责任。'
    },
    amusementRule3: {
        'zh-tw': '本公司保留不定時更改本協定或遊戲規則或保密條例，更改之條款將從更改發生後指定之日起生效，並保留一切有爭議事項及最後的決策權。',
        'zh-cn': '本公司保留不定时更改本协定或游戏规则或保密条例，更改之条款将从更改发生后指定之日起生效，并保留一切有争议事项及最后的决策权。',
        en: '本公司保留不定时更改本协定或游戏规则或保密条例，更改之条款将从更改发生后指定之日起生效，并保留一切有争议事项及最后的决策权。'
    },
    amusementRule4: {
        'zh-tw': '用戶須達到居住地國家法律規定之合法年齡方可使用線上娛樂場或網站。',
        'zh-cn': '用户须达到居住地国家法律规定之合法年龄方可使用线上娱乐场或网站。',
        en: '用户须达到居住地国家法律规定之合法年龄方可使用线上娱乐场或网站。'
    },
    amusementRule5: {
        'zh-tw': '網上投注如未能成功提交，投注將被視為無效。',
        'zh-cn': '网上投注如未能成功提交，投注将被视为无效。',
        en: '网上投注如未能成功提交，投注将被视为无效。'
    },
    amusementRule6: {
        'zh-tw': '凡玩家於出牌途中且尚無結果前自動或強制斷線時，並不影響比賽之結果。',
        'zh-cn': '凡玩家于出牌途中且尚无结果前自动或强制断线时，并不影响比赛之结果。',
        en: '凡玩家于出牌途中且尚无结果前自动或强制断线时，并不影响比赛之结果。'
    },
    amusementRule7: {
        'zh-tw': '如遇發生不可抗拒之災害，駭客入侵，網絡問題造成數據丟失的情況，以本公司公告為最終方案。',
        'zh-cn': '如遇发生不可抗拒之灾害，骇客入侵，网络问题造成数据丢失的情况，以本公司公告为最终方案。',
        en: '如遇发生不可抗拒之灾害，骇客入侵，网络问题造成数据丢失的情况，以本公司公告为最终方案。'
    },
    amusementRule8: {
        'zh-tw': '特此聲明，本公司將會對所有的電子交易進行記錄，如有任何爭議，本公司將會以注單記錄為準。',
        'zh-cn': '特此声明，本公司将会对所有的电子交易进行记录，如有任何争议，本公司将会以注单记录为准。',
        en: '特此声明，本公司将会对所有的电子交易进行记录，如有任何争议，本公司将会以注单记录为准。'
    },
    amusementRule9: {
        'zh-tw': '本公司保留更改、修改現有條款或增加任何適當條款的權利，而條款改動後將會在會員端跑馬燈上公佈。',
        'zh-cn': '本公司保留更改、修改现有条款或增加任何适当条款的权利，而条款改动后将会在会员端跑马灯上公布。',
        en: '本公司保留更改、修改现有条款或增加任何适当条款的权利，而条款改动后将会在会员端跑马灯上公布。'
    },
    amusementRule10: {
        'zh-tw': '無論在任何情況下，本公司具有最終的解釋權。',
        'zh-cn': '无论在任何情况下，本公司具有最终的解释权。',
        en: '无论在任何情况下，本公司具有最终的解释权。'
    },
    amusementRule11: {
        'zh-tw': '若經本公司發現會員以不正當手法<利用外掛程式>進行投注或以任何非正常方式進行的個人、團體投注有損公司利益之投注情事發生，本公司保留權利取消該類注單以及注單產生之紅利，並停用該會員帳號。',
        'zh-cn': '若经本公司发现会员以不正当手法<利用外挂程式>进行投注或以任何非正常方式进行的个人、团体投注有损公司利益之投注情事发生，本公司保留权利取消该类注单以及注单产生之红利，并停用该会员帐号。',
        en: '若经本公司发现会员以不正当手法<利用外挂程式>进行投注或以任何非正常方式进行的个人、团体投注有损公司利益之投注情事发生，本公司保留权利取消该类注单以及注单产生之红利，并停用该会员帐号。'
    },
    amusementRule12: {
        'zh-tw': '若本公司發現會員有重複申請帳號行為時，保留取消、收回會員所有優惠紅利，以及優惠紅利所產生的盈利之權利。每位玩家、每一住址、每一電子郵箱、每一電話號碼、相同支付卡/信用卡號碼，以及共享電腦環境 (例如:網吧、其他公共用電腦等)只能夠擁有一個會員帳號，各項優惠只適用於每位客戶在本公司唯一的帳戶。',
        'zh-cn': '若本公司发现会员有重复申请帐号行为时，保留取消、收回会员所有优惠红利，以及优惠红利所产生的盈利之权利。每位玩家、每一住址、每一电子邮箱、每一电话号码、相同支付卡/信用卡号码，以及共享电脑环境(例如:网吧、其他公共用电脑等)只能够拥有一个会员帐号，各项优惠只适用于每位客户在本公司唯一的帐户。',
        en: '若本公司发现会员有重复申请帐号行为时，保留取消、收回会员所有优惠红利，以及优惠红利所产生的盈利之权利。每位玩家、每一住址、每一电子邮箱、每一电话号码、相同支付卡/信用卡号码，以及共享电脑环境(例如:网吧、其他公共用电脑等)只能够拥有一个会员帐号，各项优惠只适用于每位客户在本公司唯一的帐户。'
    },
    amusementRule13: {
        'zh-tw': '關於本網站中所有遊戲的規則與條款，如果其它語言版本與英文版本有矛盾或不一致的地方，以英文版本為準。',
        'zh-cn': '关于本网站中所有游戏的规则与条款，如果其它语言版本与英文版本有矛盾或不一致的地方，以英文版本为准。',
        en: '关于本网站中所有游戏的规则与条款，如果其它语言版本与英文版本有矛盾或不一致的地方，以英文版本为准。'
    },
    agreement: {
        'zh-tw': '協議與規則',
        'zh-cn': '协议与规则',
        en: '协议与规则'
    },
    agreement1: {
        'zh-tw': '當您下注後，請等待顯示“您共下注XXXX元”，這個訊息在中間的訊息窗口可以看見。',
        'zh-cn': '当您下注后，请等待显示“您共下注XXXX元”，这个讯息在中间的讯息窗口可以看见。',
        en: '当您下注后，请等待显示“您共下注XXXX元”，这个讯息在中间的讯息窗口可以看见。'
    },
    agreement2: {
        'zh-tw': '開牌後，若您已有下注，請確認您的輸贏金額，這個訊息在中間的訊息窗口可以看見。',
        'zh-cn': '开牌后，若您已有下注，请确认您的输赢金额，这个讯息在中间的讯息窗口可以看见。',
        en: '开牌后，若您已有下注，请确认您的输赢金额，这个讯息在中间的讯息窗口可以看见。'
    },
    agreement3: {
        'zh-tw': '您的“總下注金額”及“贏得金額”亦會每局顯示於右上角的視窗中，請會員詳加確認。',
        'zh-cn': '您的“总下注金额”及“赢得金额”亦会每局显示于右上角的视窗中，请会员详加确认。',
        en: '您的“总下注金额”及“赢得金额”亦会每局显示于右上角的视窗中，请会员详加确认。'
    },
    agreement4: {
        'zh-tw': '當會員在遊戲中途發生網路問題而斷線，所有已被確定的投注仍然有效。會員再重新登入時，就可以查詢遊戲端內的“下注紀錄”查詢發牌結果，會員的額度也會隨著當局的輸贏增加或減少。',
        'zh-cn': '当会员在游戏中途发生网路问题而断线，所有已被确定的投注仍然有效。会员再重新登入时，就可以查询游戏端内的“下注纪录”查询发牌结果，会员的额度也会随着当局的输赢增加或减少。',
        en: '当会员在游戏中途发生网路问题而断线，所有已被确定的投注仍然有效。会员再重新登入时，就可以查询游戏端内的“下注纪录”查询发牌结果，会员的额度也会随着当局的输赢增加或减少。'
    },
    agreement5: {
        'zh-tw': '如果您在訊息窗口看到“開牌”的話，而您的遊戲畫面未顯示投注金額，這代表該局您的投注不成功，這有可能下注的時間太遲或是因為網路問題而沒有被系統接受。',
        'zh-cn': '如果您在讯息窗口看到“开牌”的话，而您的游戏画面未显示投注金额，这代表该局您的投注不成功，这有可能下注的时间太迟或是因为网路问题而没有被系统接受。',
        en: '如果您在讯息窗口看到“开牌”的话，而您的游戏画面未显示投注金额，这代表该局您的投注不成功，这有可能下注的时间太迟或是因为网路问题而没有被系统接受。'
    },
    agreement6: {
        'zh-tw': '百家樂遊戲在本網內設計為每手牌局前不銷牌。',
        'zh-cn': '百家乐游戏在本网内设计为每手牌局前不销牌。',
        en: '百家乐游戏在本网内设计为每手牌局前不销牌。'
    },
    agreement7: {
        'zh-tw': '當會員進入遊戲，超過5局沒下注會有提示；若您連續10局未下注的時候將會被遊戲彈出至首頁，請會員重新登入。',
        'zh-cn': '当会员进入游戏，超过5局没下注会有提示；若您连续10局未下注的时候将会被游戏弹出至首页，请会员重新登入。',
        en: '当会员进入游戏，超过5局没下注会有提示；若您连续10局未下注的时候将会被游戏弹出至首页，请会员重新登入。'
    },
    agreement8: {
        'zh-tw': '本網上遊戲是在現場把牌通過掃描後將牌例顯示在會員端螢幕上，故若牌沒掃描到必將重新掃描一遍，若還是沒有感應則把牌翻開由現場公務輸入牌卡數碼，牌例便會顯示在會員端螢幕上。',
        'zh-cn': '本网上游戏是在现场把牌通过扫描后将牌例显示在会员端萤幕上，故若牌没扫描到必将重新扫描一遍，若还是没有感应则把牌翻开由现场公务输入牌卡数码，牌例便会显示在会员端萤幕上。',
        en: '本网上游戏是在现场把牌通过扫描后将牌例显示在会员端萤幕上，故若牌没扫描到必将重新扫描一遍，若还是没有感应则把牌翻开由现场公务输入牌卡数码，牌例便会显示在会员端萤幕上。'
    },
    agreement9: {
        'zh-tw': '當荷官不小心同時從牌靴中抽出兩張牌，而掃描到的不是按順序正確的那張牌：',
        'zh-cn': '当荷官不小心同时从牌靴中抽出两张牌，而扫描到的不是按顺序正确的那张牌：',
        en: '当荷官不小心同时从牌靴中抽出两张牌，而扫描到的不是按顺序正确的那张牌：'
    },
    agreement9a: {
        'zh-tw': '（a）若牌局已開牌，而結果不符，系統將根據現況決定牌的先後擺放順序之開牌結果進行手動開牌，並換上新牌靴開始新局。',
        'zh-cn': '（a）若牌局已开牌，而结果不符，系统将根据现况决定牌的先后摆放顺序之开牌结果进行手动开牌，并换上新牌靴开始新局。',
        en: '（a）若牌局已开牌，而结果不符，系统将根据现况决定牌的先后摆放顺序之开牌结果进行手动开牌，并换上新牌靴开始新局。'
    },
    agreement9b: {
        'zh-tw': '（b）若牌局未開牌，則由現場公務決定牌的先後擺放順序，牌局會如常繼續。',
        'zh-cn': '（b）若牌局未开牌，则由现场公务决定牌的先后摆放顺序，牌局会如常继续。',
        en: '（b）若牌局未开牌，则由现场公务决定牌的先后摆放顺序，牌局会如常继续。'
    },
    agreement10: {
        'zh-tw': '在洗牌或將牌放入牌靴過程中，有牌不慎曝光，荷官會把牌疊起並重新洗牌，牌局將重新開始。',
        'zh-cn': '在洗牌或将牌放入牌靴过程中，有牌不慎曝光，荷官会把牌叠起并重新洗牌，牌局将重新开始。',
        en: '在洗牌或将牌放入牌靴过程中，有牌不慎曝光，荷官会把牌叠起并重新洗牌，牌局将重新开始。'
    },
    agreement11: {
        'zh-tw': '牌局進行中，未揚牌前(該張牌未於視訊顯示點數花色前)，牌不慎離開檯面，牌丟落地上，或離開視訊範圍，則該牌局予以註銷作廢，所有下注本金退回。',
        'zh-cn': '牌局进行中，未扬牌前(该张牌未于视讯显示点数花色前)，牌不慎离开台面，牌丢落地上，或离开视讯范围，则该牌局予以注销作废，所有下注本金退回。',
        en: '牌局进行中，未扬牌前(该张牌未于视讯显示点数花色前)，牌不慎离开台面，牌丢落地上，或离开视讯范围，则该牌局予以注销作废，所有下注本金退回。'
    },
    agreement12: {
        'zh-tw': '若該牌已經過掃描且已揚牌後，該牌不慎離開檯面，牌丟落地上，或離開視訊範圍，因其不影響遊戲之正確結果，牌由現場工務擺回後，該牌局正常行其結果仍視為有效。',
        'zh-cn': '若该牌已经过扫描且已扬牌后，该牌不慎离开台面，牌丢落地上，或离开视讯范围，因其不影响游戏之正确结果，牌由现场工务摆回后，该牌局正常行其结果仍视为有效。',
        en: '若该牌已经过扫描且已扬牌后，该牌不慎离开台面，牌丢落地上，或离开视讯范围，因其不影响游戏之正确结果，牌由现场工务摆回后，该牌局正常行其结果仍视为有效。'
    },
    agreement13: {
        'zh-tw': '派錯牌例（已不須補牌，荷官仍補牌）現場工務會把多補的那張牌放到牌靴底，牌局結果依視訊顯示為準，牌局將如常進行；若該張多補的牌已亮開，公務將在做完以上同樣程序後換上新牌靴，牌局會重新開始。',
        'zh-cn': '派错牌例（已不须补牌，荷官仍补牌）现场工务会把多补的那张牌放到牌靴底，牌局结果依视讯显示为准，牌局将如常进行；若该张多补的牌已亮开，公务将在做完以上同样程序后换上新牌靴，牌局会重新开始。',
        en: '派错牌例（已不须补牌，荷官仍补牌）现场工务会把多补的那张牌放到牌靴底，牌局结果依视讯显示为准，牌局将如常进行；若该张多补的牌已亮开，公务将在做完以上同样程序后换上新牌靴，牌局会重新开始。'
    },
    agreement14: {
        'zh-tw': '荷官未依閒、莊發牌正確順序將牌放錯位置，由工務將牌依正確順序擺放回位置後牌局將照常繼續。',
        'zh-cn': '荷官未依闲、庄发牌正确顺序将牌放错位置，由工务将牌依正确顺序摆放回位置后牌局将照常继续。',
        en: '荷官未依闲、庄发牌正确顺序将牌放错位置，由工务将牌依正确顺序摆放回位置后牌局将照常继续。'
    },
    agreement15: {
        'zh-tw': '開牌過程中，牌有感應但無顯示，荷官已亮牌（如: 已派出數張牌，但第一張牌有感應但未顯示，至第二、三張牌顯示在錯誤的閒、莊位置上），現場工務會依牌的正確次序輸入代碼，牌局將如常繼續。',
        'zh-cn': '开牌过程中，牌有感应但无显示，荷官已亮牌（如: 已派出数张牌，但第一张牌有感应但未显示，至第二、三张牌显示在错误的闲、庄位置上），现场工务会依牌的正确次序输入代码，牌局将如常继续。',
        en: '开牌过程中，牌有感应但无显示，荷官已亮牌（如: 已派出数张牌，但第一张牌有感应但未显示，至第二、三张牌显示在错误的闲、庄位置上），现场工务会依牌的正确次序输入代码，牌局将如常继续。'
    },
    agreement16: {
        'zh-tw': '同一張牌，掃描了一次出現2張（閒、莊位置各一張）',
        'zh-cn': '同一张牌，扫描了一次出现2张（闲、庄位置各一张）',
        en: '同一张牌，扫描了一次出现2张（闲、庄位置各一张）'
    },
    agreement16a: {
        'zh-tw': '（a）若牌局已開牌，而結果不符，系統將根據視訊荷官完成該局之正確結果進行手動開牌，牌局也將在牌路無誤的情況下如常繼續。',
        'zh-cn': '（a）若牌局已开牌，而结果不符，系统将根据视讯荷官完成该局之正确结果进行手动开牌，牌局也将在牌路无误的情况下如常继续。',
        en: '（a）若牌局已开牌，而结果不符，系统将根据视讯荷官完成该局之正确结果进行手动开牌，牌局也将在牌路无误的情况下如常继续。'
    },
    agreement16b: {
        'zh-tw': '（b）若牌局未開牌，荷官避開掃描如常開牌後，工務將輸入牌之正確數碼，並修正不符那張牌的 花色、點數，牌局會如常繼續。',
        'zh-cn': '（b）若牌局未开牌，荷官避开扫描如常开牌后，工务将输入牌之正确数码，并修正不符那张牌的 花色、点数，牌局会如常继续。',
        en: '（b）若牌局未开牌，荷官避开扫描如常开牌后，工务将输入牌之正确数码，并修正不符那张牌的 花色、点数，牌局会如常继续。'
    },
    agreement17: {
        'zh-tw': '電腦、掃描器出現異常、牌局中斷、牌無法掃描又無法輸入牌卡數碼時，那一個牌局便會作廢，所有程式將被關閉，並重開程式，牌局將重新開始。但若荷官發牌視訊已有結果，則以視訊開牌為主，會由系統完成開配。',
        'zh-cn': '电脑、扫描器出现异常、牌局中断、牌无法扫描又无法输入牌卡数码时，那一个牌局便会作废，所有程式将被关闭，并重开程式，牌局将重新开始。但若荷官发牌视讯已有结果，则以视讯开牌为主，会由系统完成开配。',
        en: '电脑、扫描器出现异常、牌局中断、牌无法扫描又无法输入牌卡数码时，那一个牌局便会作废，所有程式将被关闭，并重开程式，牌局将重新开始。但若荷官发牌视讯已有结果，则以视讯开牌为主，会由系统完成开配。'
    },
    agreement18: {
        'zh-tw': '有關例行性維護、網路問題、視訊中斷、牌局作廢、註銷情況等事宜，皆可於會員端左上角處公告欄上得知最新訊息。',
        'zh-cn': '有关例行性维护、网路问题、视讯中断、牌局作废、注销情况等事宜，皆可于会员端左上角处公告栏上得知最新讯息。',
        en: '有关例行性维护、网路问题、视讯中断、牌局作废、注销情况等事宜，皆可于会员端左上角处公告栏上得知最新讯息。'
    },
    agreement19: {
        'zh-tw': '發牌視訊僅保留三日，若有異議請於遊戲當日起三日內提出，三日後恕不受理。',
        'zh-cn': '发牌视讯仅保留三日，若有异议请于游戏当日起三日内提出，三日后恕不受理。',
        en: '发牌视讯仅保留三日，若有异议请于游戏当日起三日内提出，三日后恕不受理。'
    },
    agreement20: {
        'zh-tw': '本娛樂城之視訊為真人直播，故該局遊戲若因國際線路傳輸問題出現爭議，將以視訊看到牌局結果決定輸贏。',
        'zh-cn': '本娱乐城之视讯为真人直播，故该局游戏若因国际线路传输问题出现争议，将以视讯看到牌局结果决定输赢。',
        en: '本娱乐城之视讯为真人直播，故该局游戏若因国际线路传输问题出现争议，将以视讯看到牌局结果决定输赢。'
    },
    agreement21: {
        'zh-tw': '本娛樂城所提供之牌路僅供參考，若因國際線路問題或其他因素造成牌路顯示有誤，所有遊戲結果將以視訊開牌及遊戲紀錄為主。',
        'zh-cn': '本娱乐城所提供之牌路仅供参考，若因国际线路问题或其他因素造成牌路显示有误，所有游戏结果将以视讯开牌及游戏纪录为主。',
        en: '本娱乐城所提供之牌路仅供参考，若因国际线路问题或其他因素造成牌路显示有误，所有游戏结果将以视讯开牌及游戏纪录为主。'
    },
    agreement22: {
        'zh-tw': '因人為或系統發生不能預測因素所導致的失誤，本公司保留一切有爭議事項的修正及最後的決策。',
        'zh-cn': '因人为或系统发生不能预测因素所导致的失误，本公司保留一切有争议事项的修正及最后的决策。',
        en: '因人为或系统发生不能预测因素所导致的失误，本公司保留一切有争议事项的修正及最后的决策。'
    },
    agreement23: {
        'zh-tw': '本娛樂城保留隨時更改、修訂或刪除遊戲、遊戲規則（包括機率及賠率）及協議條款的權利而無須作事先通知。',
        'zh-cn': '本娱乐城保留随时更改、修订或删除游戏、游戏规则（包括机率及赔率）及协议条款的权利而无须作事先通知。',
        en: '本娱乐城保留随时更改、修订或删除游戏、游戏规则（包括机率及赔率）及协议条款的权利而无须作事先通知。'
    },
    agreement24: {
        'zh-tw': '本娛樂城保留隨時修訂、撤銷或中止任何投注的權利而無須作事先通知，亦無須作任何解釋。',
        'zh-cn': '本娱乐城保留随时修订、撤销或中止任何投注的权利而无须作事先通知，亦无须作任何解释。',
        en: '本娱乐城保留随时修订、撤销或中止任何投注的权利而无须作事先通知，亦无须作任何解释。'
    },
    agreement25: {
        'zh-tw': '本娛樂城紀錄每一項於本網站伺服器內執行的交易及投注功能。若會員認為向本娛樂城提供的資料與本網站資料庫中的資料紀錄之間出現了任何聲稱的差異，一切均以本網站資料庫的資料為準。',
        'zh-cn': '本娱乐城纪录每一项于本网站伺服器内执行的交易及投注功能。若会员认为向本娱乐城提供的资料与本网站资料库中的资料纪录之间出现了任何声称的差异，一切均以本网站资料库的资料为准。',
        en: '本娱乐城纪录每一项于本网站伺服器内执行的交易及投注功能。若会员认为向本娱乐城提供的资料与本网站资料库中的资料纪录之间出现了任何声称的差异，一切均以本网站资料库的资料为准。'
    },
    agreement26: {
        'zh-tw': '當會員已於本娛樂城之遊戲廳內下注，而電腦出現連線異常導致牌局中斷時，會員最後押住仍視為有效，本娛樂城將以會員於本網站資料庫的交易記錄為準。',
        'zh-cn': '当会员已于本娱乐城之游戏厅内下注，而电脑出现连线异常导致牌局中断时，会员最后押住仍视为有效，本娱乐城将以会员于本网站资料库的交易纪录为准。',
        en: '当会员已于本娱乐城之游戏厅内下注，而电脑出现连线异常导致牌局中断时，会员最后押住仍视为有效，本娱乐城将以会员于本网站资料库的交易纪录为准。'
    },
    agreement27: {
        'zh-tw': '會員在本娛樂城之遊戲廳內任何遊戲的押注紀錄均視為有效，會員需自行承擔下注後的風險。',
        'zh-cn': '会员在本娱乐城之游戏厅内任何游戏的押注纪录均视为有效，会员需自行承担下注后的风险。',
        en: '会员在本娱乐城之游戏厅内任何游戏的押注纪录均视为有效，会员需自行承担下注后的风险。'
    },
    agreement28: {
        'zh-tw': '若經本公司發現會員以不正當手法<利用外掛程式>進行投注或以任何非正常方式進行的個人、團體投注有損公司利益之投注情事發生，本公司保留取消該類注單之權利。',
        'zh-cn': '若经本公司发现会员以不正当手法<利用外挂程式>进行投注或以任何非正常方式进行的个人、团体投注有损公司利益之投注情事发生，本公司保留取消该类注单之权利。',
        en: '若经本公司发现会员以不正当手法<利用外挂程式>进行投注或以任何非正常方式进行的个人、团体投注有损公司利益之投注情事发生，本公司保留取消该类注单之权利。'
    },
    // 存款幫助
    depositHelp: {
        'zh-tw': '存款幫助',
        'zh-cn': '存款帮助',
        en: '存款帮助'
    },
    wechatTunnel: {
        'zh-tw': '微信支付專用通道',
        'zh-cn': '微信支付专用通道',
        en: '微信支付专用通道'
    },
    alipayTunnel: {
        'zh-tw': '支付寶支付專用通道',
        'zh-cn': '支付宝支付专用通道',
        en: '支付宝支付专用通道'
    },
    unionPayTunnel: {
        'zh-tw': '銀聯快捷專用通道',
        'zh-cn': '银联快捷专用通道',
        en: '银联快捷专用通道'
    },
    unionScanTunnel: {
        'zh-tw': '銀聯掃碼專用通道',
        'zh-cn': '银联扫码专用通道',
        en: '银联扫码专用通道'
    },
    qqScanTunnel: {
        'zh-tw': 'QQ掃碼專用通道',
        'zh-cn': 'QQ扫码专用通道',
        en: 'QQ扫码专用通道'
    },
    zdmPayTunnel: {
        'zh-tw': '京東支付專用通道',
        'zh-cn': '京东支付专用通道',
        en: '京东支付专用通道'
    },
    EBankPay: {
        'zh-tw': '網銀支付',
        'zh-cn': '网银支付',
        en: '网银支付'
    },
    companyDeposit: {
        'zh-tw': '公司入款',
        'zh-cn': '公司入款',
        en: '公司入款'
    },
    feature1: {
        'zh-tw': '【在線支付、無需提交入款信息秒到賬】',
        'zh-cn': '【在线支付、无需提交入款信息秒到账】',
        en: '【在线支付、无需提交入款信息秒到账】'
    },
    feature2: {
        'zh-tw': '【電腦版網銀、儲蓄卡、信用卡、強烈推薦使】',
        'zh-cn': '【电脑版网银、储蓄卡、信用卡、强烈推荐使】',
        en: '【电脑版网银、储蓄卡、信用卡、强烈推荐使】'
    },
    feature3: {
        'zh-tw': '【手機銀行-ATM入款-櫃檯匯款-支付寶-微信-銀聯-QQ-京東】',
        'zh-cn': '【手机银行-ATM入款-柜台汇款-支付宝-微信-银联-QQ-京东】',
        en: '【手机银行-ATM入款-柜台汇款-支付宝-微信-银联-QQ-京东】'
    },
    wechatLine: {
        'zh-tw': '（微信支付專線）',
        'zh-cn': '（微信支付专线）',
        en: '（微信支付专线）'
    },
    aliPayLine: {
        'zh-tw': '（支付寶支付專線）',
        'zh-cn': '（支付宝支付专线）',
        en: '（支付宝支付专线）'
    },
    unionPayLine: {
        'zh-tw': '（銀聯無卡快捷專線）',
        'zh-cn': '（银联无卡快捷专线）',
        en: '（银联无卡快捷专线）'
    },
    unionScanLine: {
        'zh-tw': '（APP銀聯掃碼專線）',
        'zh-cn': '（APP银联扫码专线）',
        en: '（APP银联扫码专线）'
    },
    qqScanLine: {
        'zh-tw': '（QQ掃碼支付專線）',
        'zh-cn': '（QQ扫码支付专线）',
        en: '（QQ扫码支付专线）'
    },
    zdmPayLine: {
        'zh-tw': '（京東錢包支付專線）',
        'zh-cn': '（京东钱包支付专线）',
        en: '（京东钱包支付专线）'
    },
    EBankPayLine: {
        'zh-tw': '（網銀支付專線）',
        'zh-cn': '（网银支付专线）',
        en: '（网银支付专线）'
    },
    companyDepositLine: {
        'zh-tw': '（公司入款專線）',
        'zh-cn': '（公司入款专线）',
        en: '（公司入款专线）'
    },
    wechatHint: {
        'zh-tw': '※ 溫馨提示：微信-掃碼支付 1元--5000元入款，掃碼秒到賬！大額支付可選擇其它支付方式或分多次支付。',
        'zh-cn': '※ 温馨提示：微信-扫码支付 1元--5000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。',
        en: '※ 温馨提示：微信-扫码支付 1元--5000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。'
    },
    aliPayHint: {
        'zh-tw': '※ 溫馨提示：支付寶-掃碼支付 1元--10000元入款，掃碼秒到賬！大額支付可選擇其它支付方式或分多次支付。',
        'zh-cn': '※ 温馨提示：支付宝-扫码支付 1元--10000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。',
        en: '※ 温馨提示：支付宝-扫码支付 1元--10000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。'
    },
    unionPayHint: {
        'zh-tw': '獨家支持銀聯無卡掃碼支付，支持所有銀行，支付完成秒到賬，無需掃碼，輕鬆入款，大額無憂！',
        'zh-cn': '独家支持银联无卡扫码支付，支持所有银行，支付完成秒到账，无需扫码，轻松入款，大额无忧！',
        en: '独家支持银联无卡扫码支付，支持所有银行，支付完成秒到账，无需扫码，轻松入款，大额无忧！'
    },
    unionScanHint: {
        'zh-tw': '獨家支持銀聯app掃碼支付，支持所有銀行，支付完成秒到賬，手機銀行掃一掃，輕鬆入款，大額無憂！',
        'zh-cn': '独家支持银联app扫码支付，支持所有银行，支付完成秒到账，手机银行扫一扫，轻松入款，大额无忧！',
        en: '独家支持银联app扫码支付，支持所有银行，支付完成秒到账，手机银行扫一扫，轻松入款，大额无忧！'
    },
    qqScanHint: {
        'zh-tw': '※ 溫馨提示：QQ-掃碼支付 1元--5000元入款，掃碼秒到賬！大額支付可選擇其它支付方式或分多次支付。',
        'zh-cn': '※ 温馨提示：QQ-扫码支付 1元--5000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。',
        en: '※ 温馨提示：QQ-扫码支付 1元--5000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。'
    },
    zdmPayHint: {
        'zh-tw': '※溫馨提示：京東-掃碼支付 1元--3000元入款，掃碼秒到賬！大額支付可選擇其它支付方式或分多次支付。',
        'zh-cn': '※温馨提示：京东-扫码支付 1元--3000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。',
        en: '※温馨提示：京东-扫码支付 1元--3000元入款，扫码秒到账！大额支付可选择其它支付方式或分多次支付。'
    },
    EBankPayHint: {
        'zh-tw': '※ ★1元可存款，享受0.5%存款返利，支付秒到賬，網銀存款通道強烈推薦選擇！',
        'zh-cn': '※ ★1元可存款，享受0.5%存款返利，支付秒到账，网银存款通道强烈推荐选择！',
        en: '※ ★1元可存款，享受0.5%存款返利，支付秒到账，网银存款通道强烈推荐选择！'
    },
    companyDepositHint1: {
        'zh-tw': '溫馨提示：獨家支持銀行轉賬、手機銀行轉賬、ATM存款，全程擔保入款',
        'zh-cn': '温馨提示：独家支持银行转账、手机银行转账、ATM存款，全程担保入款',
        en: '温馨提示：独家支持银行转账、手机银行转账、ATM存款，全程担保入款'
    },
    companyDepositHint2: {
        'zh-tw': '收款帳戶不定期更新，請在每次存款前，點擊“銀行卡轉賬”頁面查詢最新收款帳號。',
        'zh-cn': '收款帐户不定期更新，请在每次存款前，点击“银行卡转账”页面查询最新收款帐号。',
        en: '收款帐户不定期更新，请在每次存款前，点击“银行卡转账”页面查询最新收款帐号。'
    },
    companyDepositHint3: {
        'zh-tw': '※※※ 諾存款到過期的賬戶導致財務無法查收，會員請自行承擔損失。望珍惜！ ※※※',
        'zh-cn': '※※※ 諾存款到过期的账户导致财务无法查收，会员请自行承担损失。望珍惜！※※※',
        en: '※※※ 諾存款到过期的账户导致财务无法查收，会员请自行承担损失。望珍惜！※※※'
    },
    depositHasProblem: {
        'zh-tw': '※ 存款遇到问题？',
        'zh-cn': '※ 存款遇到問題？',
        en: '※ 存款遇到問題？'
    },
    depositContact: {
        'zh-tw': '請聯繫 %s24小時在線客服%s 為您提供服務，謝謝！',
        'zh-cn': '请联系 %s24小时在线客服%s 为您提供服务，谢谢！ ',
        en: '请联系 %s24小时在线客服%s 为您提供服务，谢谢！ '
    },
    depositDescription: {
        'zh-tw': '獨家1元即可存取款，存款100%全部貼心回饋0.5%，24小時取款0手續、0審核、0凍結全自動秒到賬。',
        'zh-cn': '独家1元即可存取款，存款100%全部贴心回馈0.5%，24小时取款0手续、0审核、0冻结全自动秒到账。',
        en: '独家1元即可存取款，存款100%全部贴心回馈0.5%，24小时取款0手续、0审核、0冻结全自动秒到账。'
    }
};
