<template>
    <div>
        <div :class="$style['paragraph-item']">
            <h3>快乐彩介绍</h3>
            <p>快乐彩传统玩法是玩家从号码01到80任意选择1到10个不等的号码，快乐彩系统会从80个号码中随机抽出20个开奖号码。</p><br />
            <p>然后玩家挑选的数字与系统官方开奖结果号码比对是否获奖。</p>
        </div>
        <div :class="$style['paragraph-item']">
            <h3>快乐彩投注类型及说明</h3>
            <p>1. 大小/总数810：开奖结果20个号码总和大于810的数值(大), 开奖结果20个号码总和小于810的数值(小) 或等于810 (总和810)。</p>
            <p>2. 单双：开出的20个号码的总和为奇数，则为总单；这一总和为偶数，则为总双。</p>
            <p>3. 奇,偶,和：开奖结果20个号码中, 如果有超过10个单数则为奇数, 投注奇为赢; 如果开奖结果20个号码中, 有超过10个双数则为偶数, 投注偶为赢。如果开奖结果的20个号码中,刚好有10个单数及10个偶数, 投注和为赢。</p>
            <p>4. 大小和单双连串：开出的20个号码的总和的游戏，分为"大单"，"小单"，"大双"和"小双"。总和大于810为"总数大"，小于810为"总数小"；总和为偶数叫"双"，奇数叫"单"。</p>
            <p>5. 上,下,和：开奖结果的20个号码,其中有超过10个数字范围落在01到40(上) 或41到80(下), 刚好有10个数字范围落在01到40以及10个数字范围落在41到80(和)。</p>
            <p>6. 五行：预测开奖结果20个号码的总和范围在指定的范围名称。一共有5个不同的范围名称可以投注：210-695 (金), 696-763 (木),764-855 (水), 856-923 (火) 和 924-1410 (土)。</p>
            <p>7. 珠仔：玩家可以从01到80个号码中选择1到5个号码. 快乐彩官方系统会从01到80个号码中开出20个号码. 派彩方式是按照玩家选择的号码跟开奖结果符合个数计算,号码顺序排列并无限制。</p>
        </div>
        <div :class="$style['paragraph-item']">
            <h3>快乐彩介绍</h3>
            <p>威尼斯人贵宾厅时时彩是由5位数投注的中国数字游戏，由官方彩票所提供的5个数字球为正式结果。结算以官方彩票网站特定时间及各自的开奖结果，由右至左的确切顺序组合的5个数字为依据。</p><br />
            <p>若彩票官网没有在24小时内提供官方开奖结果，所有下注于该期的注单将被取消并返回本金。</p><br />
            <p>在彩票结果公布于24小时后官方若有任何修改，将不予认可。</p>
        </div>
        <div :class="$style['paragraph-item']">
            <h3>投注类型及说明</h3>
            <p>威尼斯人贵宾厅提供多种时时彩投注玩法，主要包括选号玩法，和数玩法，以及两面玩法，详细规则，您可以点击以下链接进行了解 玩法规则链接：</p>
        </div>
    </div>
</template>

<style lang="scss" module>
.paragraph-item {
    margin: 33px 0 60px;

    h3 {
        line-height: 1;
        margin: 0;
        font-size: 14px;
        font-weight: 700;
        color: #C39E51;
    }

    p {
        margin: 8px 0 0;
        line-height: 22px;
        text-align: justify;
        font-size: 12px;
        color: #647C85;
    }
}
</style>
