export default {
    list: [
        ['bbin', 3, '30599'], // 捕魚達人
        ['bbin', 3, '38001'], // 捕魚大師
        ['pt', 3, '20104'], // 深海大贏家
        ['gns', 3, '28066'], // 尋寶捕魚王
        ['ag_casino', 3, '40116'], // 捕魚王
        ['jdb', 3, '39047'], // 龍王捕魚
        ['jdb', 3, '39049'], // 龍王捕魚2
        ['jdb', 3, '39064'], // 財神捕魚
        ['cq9', 3, '52001'], // 皇金漁場
        ['cq9', 3, '52102'], // 捕魚去羅
        ['sg', 3, '44120'], // 捕魚天王
        ['fg', 3, '55105'], // 美人捕魚
        ['fg', 3, '55106'], // 雷霆戰警
        ['fg', 3, '55107'], // 捕鳥達人
        ['fg', 3, '55108'], // 歡樂捕魚
        ['fg', 3, '55109'], // 天天捕魚
        ['fg', 3, '55110'], // 捕魚嘉年華
        ['mw', 3, '41005'] // 千炮捕魚
    ]
};
