{
  "data": [
    {
      "title": "",
      "content": [
        "为了让您每一天都能尽情享受鸭博娱乐提供的最佳服务与体验。",
        "鸭博提醒您：在使用鸭博提供的服务前，请您务必仔细阅读并透彻理解本服务条款。如果您不接受以下服务条款，请您切勿在鸭博进行注册或游戏。",
        "如果您使用鸭博提供的服务，您的使用行为将被视为对本服务条款全部内容的认可。"
      ]
    },
    {
      "title": "定义",
      "content": [
        "（一）：以下条规适用于用户使用、连接和参与不时由鸭博(统称 \"鸭博\"、\"我们\" 及 \"我们的\", 视具体情况而定) 通过鸭博娱乐经营的其他网站 (\"游戏网站\") 提供的网上 \"玩真钱\" 模式的游戏服务。本条规须与特定游戏的游戏规则 (统称 \"游戏规则\") 及适用于游戏服务和游戏软件的使用及与连接进入游戏网站和其中所含游戏信息的其他条规 (统称 \"本条规\") 一并阅读。",
        "（二）：\"游戏\" 就本条规而言, 包括但不限于通过游戏网站提供的任何游戏服务进行的投注、游戏及各类游戏活动; \"连接设备\" 指任何应用连接设备, 包括但不限于为使用和连接游戏网站、参与游戏服务而采用的个人电脑、笔记本电脑、移动电话、个人数码助理、PDA电话、手提设备。\"游戏软件\" 指经监管机关批准的、安装在用户连接设备上的电脑程序、数据文件或任何其他资讯及信息内容 (包括与之有关的任何用户信息), 以便用户通过用户连接设备使用、连接和参与在游戏网站上提供的游戏服务链接/标题项下接入或提供的互联网游戏系统, 及所有与其相关的服务和网上游戏活动。"
      ]
    },
    {
      "title": "同意",
      "content": [
        "用户使用鸭博提供之服务前应需了解本条款内容，用户使用鸭博提供之服务时即视同已同意保证遵守本条款。"
      ]
    },
    {
      "title": "修改",
      "content": [
        "（一）：我们保留不时修订、更新和修改本条规和游戏规则 (或其任何部分) 的绝对权利。上述任何修订、更新或修改将在游戏网站上公布。经修订、更新或修改的本条规和游戏规则于其在游戏网站上公布时生效。用户在上述修订、更新或修改公布之后继续通过游戏网站和游戏设备使用、连接和参与游戏服务, 视为用户同意并接受所公布的经修改或更新的本条规和游戏规则。",
        "（二）：用户确认并同意, 用户自行负责查阅上述修订、更新或修改。鸭博可自主决定将上述修订、更新和修改通知用户。上述修订、更新和修改可由鸭博自主决定不时通知用户, 但鸭博并无任何义务向用户通知上述修订、更新和修改。"
      ]
    },
    {
      "title": "游戏资讯和知识产权",
      "content": [
        "（一）：通过游戏网站、游戏服务、游戏设备或任何其他方式提供、向用户公开、可被用户获取、产生或收集的信息、资料和数据, 包括但不限于营销计划和资料、成绩、统计数据、赛事数据和赛程表、概率和投注数据、文字、图标、音像资讯(\"游戏资讯\"), 属于鸭博和鸭博的许可人所有, 仅供用户用于个人非商业性目的。",
        "（二）：除在本条规中明文规定的外, 未经我们或第三方资料专有人的事先书面同意, 用户不得以任何方式或手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、制入有线节目、出版、传送、出售、出借、出租、许可使用游戏资讯或以其他方式使得任何他人或其他网站、网上服务或公告板或任何其他媒体或连接设备可以获得、使用、连接上述游戏资讯。",
        "（三）：在游戏网站或通过连接设备提供的游戏软件、游戏服务和游戏资讯享受著作权、商标和其他形式的知识产权和专利保护。游戏网站上的游戏软件、游戏服务和游戏资讯的所有权利、产权和利益均属鸭博或 鸭博许可人所有、许可其使用或受其控制。用户确认, 用户并未通过使用或连接在游戏网站或通过连接设备提供的游戏软件、游戏服务和游戏资讯取得上述游戏软件、游戏服务和游戏资讯的任何权利、利益或许可。"
      ]
    },
    {
      "title": "使用条件",
      "content": [
        "作为使用游戏服务的条件,用户不得以任何违反适用于用户的任何法律、违反本条规或被本条规所禁止的目的使用或连接游戏网站、游戏服务、游戏软件或游戏资讯。除了本条规中所列一切其他声明和保证之外,用户亦应遵循下列事项,作为使用游戏服务的条件:",
        "1. 用户以本人的身份及名义进行活动, 而非代他人进行交易。",
        "2. 用户的法律行为能力不受限制。",
        "3. 用户未被诊断或认定为游戏强迫症。",
        "4. 用户年龄 (a) 至少已满18周岁; 或 (b) 已满任何适用于用户的法律所规定的其他法定年龄或成人年龄, 以较大者为准 (“法定年龄”)。",
        "5. 用户充分了解在使用游戏服务的过程中亏损资金的风险。",
        "6. 用户存入的款项并非来源于犯罪或其他非法、未经授权或许可的活动。",
        "7. 用户并非从事犯罪或其他非法、未经授权或许可活动或企图利用用户在鸭博开立的帐户从事上述活动; 用户不得利用或允许他人利用游戏服务或用户的游戏帐户从事适用于用户或我们的任何法律所规定的任何犯罪或其他非法活动, 包括但不限于洗钱。",
        "8. 对用户的户名、帐号和密码予以保密, 防止非法连接或使用, 在户名、帐号或密码以任何方式失密的情况下应立即更改密码或通知我们。",
        "9. 对以用户的户名、帐号和密码通过游戏网站或连接设备和使用游戏服务的任何及所有活动自行承担责任, 不论上述连接或使用是否经用户授权或为用户所知晓。",
        "10. 不以任何干扰或可能干扰其他用户使用游戏服务和游戏网站的方式使用游戏服务、游戏网站、连接设备、游戏软件和游戏资讯, 不实施任何降低或可能降低游戏服务和游戏网站运行效能的行为。",
        "11. 不征集或以任何方式企图获取有关其他用户的任何资料。",
        "12. 不上传或散发任何含有病毒、已经毁坏或可能影响连接设备、游戏软件、游戏服务或游戏网站运行效能的程序、文件或数据。",
        "13. 用户通过游戏网站或连接设备或使用游戏服务和游戏资讯不违反适用于用户的法律; 亦不违反对用户个人或用户目前连接游戏网站或使用连接设备所在国家所有人具有约束力的合约义务; 同时不受上述法律或合约义务禁止。",
        "14. 不使用任何设备、机械、装置、软件、程序或其他方法(或任何具有上述性质的事物)干扰或企图干扰游戏服务、连接设备、游戏软件、游戏网站、游戏资讯或游戏网站或连接设备提供的任何交易的正常运行。",
        "15. 不向游戏网站或连接设备或任何其他用户发布或传送任何违法、骚扰性、侮辱性、威胁性、诬蔑性、诽谤性、淫秽、猥亵、煽动性、种族歧视、色情或粗俗的内容, 或可构成或教唆犯罪、引发民事责任或以其他方式违反任何法律的内容。",
        "16. 不干扰其他用户使用游戏服务、游戏网站、游戏软件、连接设备或游戏资讯或发起或参与调查、竞赛、连锁信或发布/传送“垃圾邮件”或其他未受请求的群发邮件。"
      ]
    },
    {
      "title": "注册开立游戏帐户和会员资格",
      "content": [
        "1. 欲通过鸭博参与游戏、使用游戏服务, 用户需按游戏网站所述程序完成开立帐户和会员资格的申请。",
        "2. 用户在使用游戏服务时应已知悉并保证, 用户在注册和办理会员资格申请时所提供的所有资料, 包括会员资格申请所填用户姓名、资金来源 (包括有关银行帐号和卡号) 和住址, 在一切方面均真实、准确、完整。",
        "3. 鸭博将采取必要和适当的措施对用户向我们披露的个人资料予以保密。我们将对所收到的用户个人数据和投注资料予以严格保密, 除非法律、法规、规章、法院或监管机关或任何有关游戏管理或执法机关的命令或决定或本条规另有规定要求披露。用户对其个人资料的保密自行承担责任。我们保留在完成游戏网站所提供的游戏服务的付款手续所需的范围内向我们支付结算服务提供者和金融机构披露用户个人数据的权利。",
        "4. 用户还需自行负责确保用户使用和连接游戏网站和其中所含的游戏资讯、下载安装游戏软件或使用和参与游戏服务不受适用于用户的法律禁止。",
        "5. 用户提供的具体原始资料如有任何变更, 应及时通知我们。为确认用户的姓名和地址, 鸭博保留通过邮寄等方式确认用户姓名和地址的权利。鸭博还可自行决定采用其他安全措施核实用户提供的任何资料。用户使用鸭博提供之服务时, 即同时表示同意鸭博连接、使用、处理和储存对用户的任何身份验证或核实结果。",
        "6. 我们保留基于任何理由拒绝用户会员资格申请的绝对权利。我们仅对在线即时帮助所公布的鸭博官方备用网站负责。会员登录其它任意貌似鸭博网站的链接, 所造成的任何损失我们将不承担任何责任。如有其他疑问, 请直接联络在线客服。",
        "7. 用户在鸭博仅可开立一个帐户。若我们发现用户在 鸭博开设不止一个帐户, 我们保留自行决定将用户在 鸭博的所有帐户作为一个合并帐户处理、取消多余帐户或与用户终止本协议的权利。"
      ]
    },
    {
      "title": "下注及接受下注",
      "content": [
        "1. 我们于游戏网站上或通过连接设备所不时提供的游戏、体育赛事和其他游戏活动开放给用户下注。用户下注需遵守具体游戏或游戏活动的游戏规则以及本条规的规定。若任何赌局出现明显错误或显示错误的参赌人, 该赌局的所有下注均告作废。鸭博游戏系统发生故障时, 鸭博亦有权宣布任何或所有下注无效。",
        "2. 尽管本条规可能存在其他规定, 但鸭博有权基于任何理由酌情拒绝用户的全部或部分下注。",
        "3. 我们仅接受用户按本条规通过互联网或连接设备进行下注。其他下注形式 (邮寄、电邮、传真等) 一概不予接受。我们即使收到其他形式的下注, 不论赌盘最后开出的结果如何, 均视为无效。鸭博有权搁置或拒绝疑用欺骗手段如通过攻击、操纵等破坏操作系统所进行的投注。任何不寻常的投注将被取消, 而不需另行通知。特此声明, 人工智能或软件 (机器人 \"bots\") 于线上投注服务的使用是被严禁的行为, 而任何试图或利用该方式的投注将被取消, 相关帐号立即会被关闭。",
        "4. 受限于本条规其他规定, 用户输入正确的用户名和密码且帐户内存有足够余额, 用户即有效投下注码。",
        "5. 用户均需对使用下列内容 (或其各项结合) 所进行的所有活动和交易负责 (无论下述使用是否得到授权): 1）用户姓名;  2）用户名和密码。",
        "6. 用户自行负责确保其下注细节的准确性。受限于本条规其他规定, 一旦用户下注且我们确认接受用户的下注, 即为用户下注的最终确证; 用户不得取消、撤回下注或更改下注细节。",
        "7. 所有下注均收录于交易记录数据库。鸭博的交易记录为所有交易及下注的相关信息的最终确证。",
        "8. 受限于本条规其他规定, 当交易代号出现在用户屏幕上并有效显示在用户的交易历史中时, 下注即视为有效及被 鸭博接受。",
        "9. 我们不接受用户同时对同一赛事重复下注。",
        "10. 就任何下注及其相关交易而言, 鸭博享有最后决定权, 且其所作决定系终局性并具有最终确定力的。:"
      ]
    },
    {
      "title": "游戏软件使用权",
      "content": [
        "1. 用户使用鸭博服务时视为已知悉并同意用户通过连接设备以下载或其他方式获得的以便其远程使用的游戏网站的游戏软件属于游戏服务的一部分, 为鸭博或鸭博的许可人的财产; 用户对该等游戏软件不享有任何权利。用户不得以任何方式或以任何手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、传播、广播、制入有线节目、出版、传送、出售、出借、出租、许可使用游戏软件或以其他方式交流或使游戏软件对任何他人或其他网站、网上服务或公告板或任何其他媒体或连接设备开放。",
        "2. 鸭博授权和散发游戏软件的目的仅为游戏软件的终端用户能完全连接和使用游戏服务。",
        "3. 用户不得: 1）安装或传载游戏软件至其他连网设备的服务器或采取其他步骤使游戏软件可以通过任何形式或公告板、网上服务或远程拨号或网络使他人得到; 2）散发、出借、出租、转授权、拷贝、转让、转移或以其他方式使任何其他人得到游戏软件或使用游戏软件的使用权; 3）允许其他人使用游戏软件; 4）设立或提供任何方式 (包括但不限于仿真程序) 使他人使用游戏软件; 5）翻译、反向工程、反向编译, 反汇编、修改、破解、全部或部分地以游戏软件或其源代码为基础开发衍生产品; 或 6)拷贝、修改、翻译或全部或部分地以游戏软件的相关用户文件为基础开发衍生产品。",
        "4. 游戏网站上提供的及或通过联连设备或其他方式提供的游戏软件或游戏软件均归 鸭博 或鸭博许可方所有, 并受著作权、商标权和其他知识产权和专利权的保护。 游戏软件的结构、组织和源代码为鸭博和鸭博许可人的极具价值的商业秘密。除根据使用权向用户授予的权利外, 用户对游戏软件或游戏软件用户文件不享有任何权利和权益。",
        "5. 本协议因任何原因终止, 本协议顶下所授予的使用权自动作废, 用户应停止使用游戏软件并将游戏软件从联连设备中卸载。"
      ]
    },
    {
      "title": "交易结算",
      "content": [
        "1. 用户使用信用卡或借记卡的, 持卡人姓名须与会员登记和申请过程中所使用的姓名一致。若发生持卡人姓名和帐户登记和会员申请所使用的姓名不一致的情况, 鸭博有权拒绝就相关交易进行结算。",
        "2. 用户承担向鸭博或其他用户 (视具体情况而定) 支付所有应付款项的一切责任。用户同意对任何付款不实施或促使他人实施退款, 不拒绝或撤销付款, 并向鸭博偿付所有被退还、拒绝或撤销的付款以及由此引起的所有损失和费用。鸭博根据自主判断, 有权终止向个别用户或使用某类信用卡或借记卡付款的用户提供服务或支付款项。",
        "3. 彩金不包括下注额, 用户在下注时应考虑这一因素。",
        "4. 彩金将存入用户帐户。任何款项或彩金在存入帐户的过程中发生错误, 鸭博 不负任何形式的任何责任, 且 鸭博有权在任何时候或在事后宣布涉及该等款项的交易无效。用户一旦发现帐户内款项汇存有误, 有责任立即通知 鸭博。",
        "5. 在任何适用法律下就彩金所应缴付的税款和费用均由用户自行负责缴付。"
      ]
    },
    {
      "title": "促销和奖励",
      "content": [
        "1. 所有促销、奖励和特价均须遵守本条规及 鸭博针对具体促销活动所不时制定的规定。鸭博保留在任何时候中止、取消或修改该等奖励或促销或其相关规定及条款的权力。",
        "2. 若鸭博认定有人滥用或企图滥用某项奖励或促销活动, 或可能因该等滥用行为而获利, 鸭博有权自主决定以其认为合适的方式阻止、拒绝, 中止、或撤消任何用户参加有关奖励或促销活动。"
      ]
    },
    {
      "title": "赔偿",
      "content": [
        "由于用户连接游戏网站、下载或安装游戏软件、下注或以其他方式使用游戏服务、游戏软件或游戏资讯、或违背本条规或游戏规则, 而对 鸭博、鸭博的股东、雇员、管理人员、董事、受许可方、经销商、关联方、子公司或代理商造成的任何损失、损害或及索赔 (包括合理的律师费), 用户须予以全额赔偿。"
      ]
    },
    {
      "title": "免责声明及特别注意事项",
      "content": [
        "1. 游戏完全是一项个人选择, 以个人判断与分析为依据, 且风险自负的行为。用户下注的同时, 即表明用户承认游戏服务、游戏网站和游戏资讯并无冒犯性, 且并不令人反感、不公平或有悖公共道德。一些司法管辖区对网上或岸外网上游戏的合法性尚无定论; 而另一些司法管辖区则明确规定网上游戏 (在司法管辖区域内或岸外) 均属非法行为。我们不鼓励任何人在非法的情况下使用和连接游戏网站、游戏资讯或游戏服务。游戏服务、游戏资讯和游戏网站的设立和提供并不构成我们发出要约、招揽或邀请任何人在那些规定使用或连接上述内容为非法行为的国家内使用或连接上述内容。用户独立承担遵守其所适用之相关法律规定的责任, 而鸭博不就游戏服务、游戏软件、游戏网站或其中的游戏资讯与用户所适用的法律规定相符作出任何声明。",
        "2. 游戏服务、游戏软件、游戏网站和游戏资讯均按 \"原状原则\" 提供。除本条规明示的外, 鸭博不就游戏服务、游戏网站、游戏软件和游戏资讯作出任何声明或保证。故所有有关游戏服务、游戏软件、游戏网站和游戏资讯的声明或保证, 不论明示或暗示、法定与否, 特此在法律允许的最大范围内予以排除。鸭博不就游戏服务、游戏软件、游戏网站或游戏资讯的准确性、及时性、安全性、连续性、正确性或抗外界干扰性 (任何性质), 以及更正所发现的任何缺陷作出保证。鸭博亦不保证游戏服务、游戏软件、游戏网站和游戏资讯或提供上述内容的服务器不含有任何病毒、间谍软件、广告软件或其他具恶意性、破坏性或可导致电脑瘫痪的代码、程序、数据、宏指令或可影响任何连接设备或其中所存数据的其他软件或特性。用户承诺将自行自费采取预防措施, 确保其使用或连接游戏服务所用的过程、方法或连接设备、以及游戏软件的安装和游戏网站的使用, 均不会带来电脑病毒、间谍软件、广告软件或具恶意性、破坏性或可导致电脑瘫痪的其他代码, 或导致其连接设备或其中所存数据受到干扰和破坏的其他风险。",
        "3. 若发生与帐户结算或游戏服务的其他方面有关的系统错误或通讯错误, 鸭博不承担由此引起的任何责任。在此情况下, 鸭博有权取消所有受上述错误影响的下注并采取任何更正行动。",
        "4. 在任何情况下, 因用户连接、使用或参与游戏服务、游戏网站、游戏软件和游戏资讯而发生任何损害、损失或支出, 包括用户之连接设备或所存数据受到任何干扰或破坏, 鸭博不承担任何责任。此外, 对游戏服务、游戏网站、游戏软件和游戏资讯中由第三方 (包括但不限于宽带和电信服务供应商) 所提供的内容, 鸭博亦不作任何保证和声明且不予负责; 在任何情况下, 鸭博均不对上述第三方合作者的任何违约、过错或不作为承担责任。",
        "5. 在任何情况下, 鸭博、其关联公司、关联方、合伙人、管理人员、雇员和代理均不对任何损害、损失或支出承担责任, 包括但不限于因用户连接或使用游戏服务、游戏网站、游戏软件和游戏资讯、或与用户连接或使用游戏服务、游戏网站、游戏软件和游戏资讯有关的、或因用户下载、安装或使用游戏软件所引起的任何直接、间接、因果性或特别的损害或经济损失, 不论鸭博是否被告知可能发生上述损害、损失或支出。在任何情况下, 就与用户下注直接相关的任何事宜、事件或情形所引起或与之相关的任何损失或损害 (不论是否基于合约、侵权、严格责任或其他原因), 在法律允许的最大范围内, 鸭博对用户的全部责任 (如有) 应不超过用户的相应下注额。",
        "6. 游戏资讯在性质上可能全部或部分地具有临时性, 并且可按本条规予以修订、修改或更改。因此,游戏资讯仅为参考之用, 不构成任何建议、意见或招揽, 不构成任何具约束力的声明、保证、合约义务或用户依据的内容和基础。",
        "7. 在考虑所有相关因素, 包括但不限于用户向 鸭博提供对价的价值后, 本条规所述之所有责任豁免和义务排除代表用户和 鸭博协议中公平、合理的风险分担和利益分配。用户使用鸭博提供之服务视同为同意上述免责和限制在适用法律允许的最大范围内具有强制执行力。"
      ]
    },
    {
      "title": "终止、关户及暂停游戏服务",
      "content": [
        "1. 鸭博如有充分理由相信或证明以下情形, 除本条款项下 鸭博所享有的其他权利外, 鸭博有权, 根据自主判断, 宣布任何彩金无效并没收用户下注帐户中所存余额、终止本协议或暂停提供游戏服务/冻结用户帐户:",
        " （1）用户在 鸭博拥有不止一个活动帐户;",
        " （2）用户姓名与向 鸭博进行购卖或支付押金所用的信用卡或借记卡或其他付款帐户的持有人姓名不符;",
        " （3）用户提供不正确或误导性的注册信息;",
        " （4）用户未提供或遗漏提供必要的身份资料;",
        " （5）用户不满法定年龄;",
        " （6）用户连接和使用游戏服务所在的地区在法律上禁止使用游戏服务;",
        " （7）用户被发现欺诈或企图欺诈任何人或已经对任何人实施欺诈, 或经鸭博认定用户使用专门设计用以干扰/捣毁系统之人工智能或其他系统 (包括机械、电脑、软件或其他自动化系统), 或被发现与其他游戏玩客勾结或企图与其他赌客勾结欺骗鸭博或其他游戏玩客;",
        " （8）用户允许 (不论是否故意) 他人使用其帐户;",
        " （9）用户未遵守本协议项下的任何使用规定;",
        "2. 若我们规定暂停提供游戏服务或冻结帐户, 在用户实施必要的纠正措施 (如可以纠正), 且我们确认完全满意用户的纠正措施之后, 游戏服务和用户帐户将被恢复和解冻。"
      ]
    },
    {
      "title": "与外部网站的链接",
      "content": [
        "1. 游戏网站可能含有与并非鸭博维护的外部网站的链接。与外部网站的链接仅为用户方便而提供, 鸭博不承诺确保上述链接所含内容的准确性、时效性或被维护, 且不就此承担任何责任。",
        "2. 鸭博不就外部网站的内容资讯或隐私保护政策或在外部网站宣传、出售或以其他方式开放的任何产品或服务承担任何责任、负责提供或审查、予以批准或核准、或作出任何声明或保证。",
        "3. 鸭博不因用户使用游戏网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害而承担合约，侵权，疏忽或其它责任。",
        "4. 除非明文规定, 否则鸭博在任何情况下均不得被视为与外部网站上的任何声明、意见、产品或服务商标、标记、标志或其他图案、在外部网站宣传、出售或以其他方式开放的任何产品或服务、外部网站的经营者或所有者、或以任何方式与外部网站相关的任何人具有任何关系或联系。与游戏网站的链接/框入用户不得就游戏网站或游戏服务的任何部分设置链接、深链接或文中链接 (deep or in-line links)、或框入 (frame) 游戏资讯。"
      ]
    },
    {
      "title": "增加或中断游戏种类",
      "content": [
        "我们保留自行决定, 不经通知用户, 于任何时候在游戏网站增加新的游戏种类或功能, 或开始、停止、中断、限制连接或修改任何游戏种类或功能的权利, 且不就此对任何人承担任何责任。"
      ]
    },
    {
      "title": "违反本条规",
      "content": [
        "鸭博保留就违反本条规的行为依法寻求救济 (法律及衡平法) 的权利, 包括自行决定在任何时候基于任何理由拒绝或限制任何特定的人连接游戏服务、游戏网站和游戏资讯、阻止通过特定互联网地址或连接设备连接游戏服务、游戏网站和游戏资讯的权利。"
      ]
    },
    {
      "title": "优先顺序",
      "content": [
        "游戏规则 (若适用) 和适用于使用和连接游戏服务、游戏软件、游戏资讯和游戏网站的任何其他条规均构成本条规的组成部分。",
        "若游戏规则和适用于使用和连接游戏服务、游戏软件、游戏资讯和游戏网站的任何其他条规与本条规存有抵触, 则除非另行明文规定, 否则以本条规为准。"
      ]
    },
    {
      "title": "不可抗力",
      "content": [
        "若鸭博由于发生下列其无法控制的任何性质的事件 (包括但不限于天灾、适用法律法规的变更、政府、民政或军事机关的作为或不作为、法院命令、恐怖活动、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、盗窃、传输或系统故障、通讯或宽带服务故障或中断、电力供应或设备故障或不足、恶劣气候、地震和自然灾害) 未能或迟延履行本条规所规定的任何义务, 不构成违反本条规。用户同意采取一切必要行动尽量减轻上述事件的后果。"
      ]
    },
    {
      "title": "弃权",
      "content": [
        "鸭博 在任何时候未能执行本条规任何条款不可视为 鸭博放弃本条规所规定的权利或以任何方式影响本条规全部或部分的有效性, 且不影响鸭博采取进一步行动的权利。"
      ]
    },
    {
      "title": "可分割性",
      "content": [
        "若任何条款或其任何部分被有关机关认定为在任何程度上无效、不合法或不可执行, 则该条款或该部分在上述程度上与其他条款分割, 其他条款在法律允许的范围内继续完全有效。"
      ]
    }
  ]
}
