<template>
    <div :class="$style['sports-rules']">
        <div :class="$style['main-title']">体育游戏规则</div>
        <div :class="$style.content">
            <div :class="$style.title">概述</div>
            <div :class="$style.wrap">
                <p>此规则与条款将适用于本公司所有的投注种类。 会员们有责任确保您获知所有的规则与条款，我们保留随时修改条款的权利， 并且会将修改的内容公布在本网站上。公布在网站公告上的信息可作为投注附加的规则与条款， 若有任何差异或矛盾的地方，将以附加信息为准。</p>
                <p>本公司对此条款视为公平公正的，若您有任何意见或疑问，您可以联络我们的客服部， 我们的客服团队将热诚协助每位客户，并确保能及时友善的解决您的问题。 对于任何错误或争论，我们的客服团队将竭力提供服务。</p>
                <p>所有的条款用于在会员与公司之间建立一般的原则。对产生的任何争议， 希望通过该条款让双方都得到满意的解决方案。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">一般体育规则</div>
            <div :class="$style.wrap">
                <div :class="$style['sub-title']">所有在本公司进行的投注都需要依照以下规则与条款处理。在个别体育项目里注明的规则将视为体育主要规则:</div>
                <p>1. 所有投注项目的最高和最低投注额将由公司决定，如有任何更改无需提前通知。</p>
                <p>2. 会员申请账户时需提供正确的个人信息，本公司对提供伪造或错误信息的账户将不负任何责任。</p>
                <p>3. 会员将全权负责账户提交的所有交易。在投注前请仔细检查选项，一旦投注提交成功后，将无法更改或取消。</p>
                <p>公司对会员自身原因造成的遗漏或重复投注不负任何责任。会员可以在"交易记录"中查看详情确保所有提交的注单已成功。</p>
                <p>4. 在任何投诉中，如果在公司的数据库中没有存储任何记录，公司将不接受也不认可任何会员提供的复印件或单据。</p>
                <p>5. 公司保留在任何时候关闭或冻结会员账号的权利。</p>
                <p>6. 公司保留在任何时候暂停/中止会员对任何盘口进行投注的权利。</p>
                <p>7. 公司保留对已预先知道赛果的投注作出取消的权利。如果由于"滚球现场"延迟而引起盘口的赔率错误，此期间的注单将视为无效。</p>
                <p>8. 赛事时间,计时器和红牌等信息仅供会员参考，公司对提供此信息的准确性不负任何责任。</p>
                <p>9. 如果比赛或赛事取消，中断或延迟并且没有在官方指定开球时间的36小时内重新开始， 所有该场赛事的投注即被视为无效且取消，除非在个别体育规则里另有指定注明。 某些无条件终止的盘口将会相应地结算。单独的体育规则中对此类盘口的结算程序做了说明。 公司取消该赛事所有注单的结果被视为最终决定，无需参考官方赛事裁判或相关部门的决定。 连串投注将会继续按照注单剩余赛事的赛果结算，该取消赛事的赔率将会按照1计算。</p>
                <p>10. 如果比赛或是赛事取消，所有该场赛事的投注即被视为无效且取消， 除非在个别体育规则里另有指定注明。对于取消的定义和处理本公司拥有最终解释权</p>
                <p>11. 如果对其它语言版本的信息或球赛队名有争议，请以英文网站的名称为准</p>
                <p>12.由以下事件造成的任何损失，公司不赋予任何责任:</p>
                <p>
                    a. 公司的网站、服务器或网络中断。
                    <br />
                    b. 公司数据库、服务器丢失信息或信息遭受破坏。
                    <br />
                    c. 不法分子攻击网站、服务器或网络供应商。
                    <br />
                    d. 进入网站时由于网络供应商原因造成的网络缓慢。
                </p>
                <p>13. 如果对此规则与条款的内容有任何疑义，请以公司的解释为准。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">赛果与派彩</div>
            <div :class="$style.wrap">
                1.赛果均在赛事结束后判定，除非在个别体育规则里另有注明。
                赛果公布72小时后，若对任何赛果有争议，本公司将不认可。
                在赛果公布72小时内,除了任何体育纪律委员会所重新裁决之赛果，本公司只会修正人为、系统或参考赛果的相关网页失误等原因的错误。
                <br />
                2.投注通常在赛事结束后派彩。但考虑到会员的利益，某些投注会在官方公布赛事结果之前就进行派彩。
                这些投注会在无条件确定结果的情况下派彩，可以包括被放弃，暂停或推迟的赛事。
                为此，公司保留对此而造成的错误进行更改的权利。
                <br />
                3.派彩是根据官方来源或相关体育权威机构判定的结果为准。
                <br />
                所有的交易将以公司最新备份数据记录为准，公司不接纳任何投诉或争议，
                除非会员提供交易记录的截图或影印证据，否则公司的数据记录将作为最终证明。
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">滚球类型投注规则</div>
            <div :class="$style.wrap">
                <div :class="$style['sub-title']">滚球投注是指对正在进行比赛的赛事进行投注。注单会在赛事进行比赛后开始接收并且在盘口关盘后停止所有交易。 个别体育会开出多个滚球种类的盘口供投注。</div>
                <p>1. 所有滚球投注均需要遵守系统验收程序。这可能会导致每笔投注延迟确认或出现投注失败的情况。</p>
                <p>2. 所有在注单上显示“待确认”的字眼则表示注单正在等待系统的判断投注是否成功。 这表示注单在等待被确认或可能被取消。在赛事有事件发生或出现其他特殊情况时， 所有待确认中的注单将不被确认并视为投注失败。此事件可包含进球，红卡，点球或技术上问题等等。(其他例子并不一一详尽列出)</p>
                <p>3. 当有重大事件发生时，会应用电视裁判助理（VAR）来判定，这可能会导致之前已确定的注单被取消。 注单被取消始于重大事件发生的开端直到VAR的最终官方判定已宣布。</p>
                <p>4. 在滚球投注中，本公司需强调以下条款，确保投注是按照正确的时间、金额和在正确的情况下进行:</p>
                <p>
                    a. 比赛赛果和入球时间以本公司网站公布的为准，我们不参考任何其它官方网站，体育网站，
                    <br />
                    或"即时比分"等网站公布的赛果或入球时间。
                    b. 如果有合理的理由怀疑投注是在比赛时某个事件发生后才提交的，本公司将保留取消此注单且不需提供任何理由和证明的权利。
                    <br />
                    c. 如果出现网站无法更新比分、赔率或盘口的情况，本公司保留权利取消所有未确认且处理中的注单。
                </p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">有关时间规则</div>
            <div :class="$style.wrap">
                <p>1. 如比赛在法定时间提前进行，在比赛开始前的投注依然有效， 在比赛开始后的所有投注均视为无效(滚球投注另作别论)。</p>
                <p>2. 足球球赛的正常完场时间包括任何球员受伤的补时。</p>
                <p>3. 除非在个别体育规则另有注明，加时得分则不计算在正常完场时间内。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">并列名次规则</div>
            <div :class="$style.wrap">
                <p>1. 一场赛事的盘口产生2名或者以上的获胜者，那么赢利金额将减少。 计算方法是将本金除以获胜者人数，然后乘以原赔率。这部分本金及赢利将返还给会员，剩余的本金将输掉。</p>
                <p>2. 例如：</p>
                <p>
                    第一阶段-您投注5英镑，赔率15/1（可能的赢利金额为75英镑）
                    <br />
                    第二阶段-您投注的对象与另一名对象同时获胜
                    <br />
                    第三阶段-您本金的一半将会乘以原赔率计算，剩下的部分将输掉。因此2.5英镑乘以15/1=37.50英镑+2.5英镑的返还的本金就是总赢利
                    <br />
                    如果有2名以上的获胜者，注金将会分成相应的等份
                    <br />
                    实际上在2名获胜者的情况下，本金的一半（50%）将乘以原赔率，剩余的一半（50%）将输掉。
                    <br />
                </p>
                <p>3. 多冠军规则并不始终适用，如果我们最终决定赛事的冠军可由获得的比分决定。（例如小组赛事）</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">场地变更</div>
            <div :class="$style.wrap">
                <p>1. 如果比赛场地有变更（主客队调换），所有此注单将被取消。</p>
                <p>2. 本公司保留权利取消因更换场地而可能对赛事结果有影响的注单，例如：网球比赛更换场地表面。</p>
                <p>3. 若比赛原定在中立场进行改为在非中立场进行且在本公司判定下对比赛没有影响，注单将继续保持有效。</p>
                <p>4. 在个别体育项目里若有特别注明将覆盖以上规则。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">错误</div>
            <div :class="$style.wrap">
                <p>1. 本公司力求错误发生的机率保持最低，但若有注单显然是在盘口有错误的情况下提交， 我们将保留取消此注单的权利。错误的情况包括：</p>
                <p>
                    a. 赔率错误 （和市场上提供的有明显差别）；
                    <br />
                    b. 盘口信息错误，
                    例如：让球数，大小数等；
                    <br />
                    c. 赛事信息错误，例如：参赛队名或队员， 赛事日期或开赛时间。
                </p>
                <p>2. 若因遇到以上的情况而需取消任何注单，我们会尽可能的与客户取得联系，有关讯息也会及时在公告栏里发布。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">异常投注行为</div>
            <div :class="$style.wrap">
                <p>对任何怀疑在投注时涉嫌作弊或破坏本公司投注平台的会员， 公司有权在毫无警告或通知下取消此会员所有的注单并且冻结账户。 异常行为包括使用任何设备，自动设备，软件，程序等方式干涉本网站的运作。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">接受更好的赔率</div>
            <div :class="$style.wrap">
                <p>“术语”“接受更好的赔率”“即添加到该选项的所有投注单， 只要在选择的时间所提供的可能性表现出比最初显示更高的回报，就可以自动进行处理。 如果调整后的投注单盘口显示出比原先的返回值较低，那么该投注将不会被自动处理。 ”接受更好的赔率“这个功能可以通过勾选投注单中“选择“或是“取消选择“来开启或是关闭。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">更高赔率 / 复式过关</div>
            <div :class="$style.wrap">
                <p>1. 本公司拥有提供以及随时撤回所有更高赔率/复式过关的权利。</p>
                <p>2. 所有更高赔率投注/复式过关的限额，可能在任何时间进行调整。</p>
                <p>3. 所有更高赔率/复式过关规则相同于一般规则及上述各体育规则中的规定 以足球为例- - 以足球为例- “曼联胜出及大/小2.5”将遵守“独赢盘和进球数大/小盘”足球规则。</p>
                <p>4. 足球的更高赔率/复式过关是计算在常规时间内，不包括额外时间或罚球（除非另有说明）</p>
                <p>5. 对于复式过关，如果您投注的项目在无条件确定结果的情况下，则该投注根据结果相应的结算为“赢”或“输”。 - 以足球为例：如果您选择进球数超过2.5个，并且在暂停时比分是2：1，则您的投注将被视为“赢”。</p>
                <p>6. 对于复式过关，如果您投注的项目在结果未确定时被暂停，则将视为无效投注。 - 以足球为例：如果您选择的比分是2-2（全赛时），并且在暂停时比分为1-1，则您的投注将被视为无效</p>
                <p>7. 对于复式过关，单一项目或多个项目是平局或无效的情况下，赔率会重新调整。</p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">连串过关/复式过关/组合过关</div>
            <div :class="$style.wrap">
                <p>连串过关是指选择二个或更多的赛事在一个单一的注单中。 每一个选择连串投注的赛事必须获胜此连串的注单才视为获胜。如果第一个注单是获胜的， 投注获胜的注单会添加到第二个投注选项，直到连串过关中的所有投注获胜或到有一场失败为结束。 某些连串过关是组合几个不同的连串在一个单一的连串注单中。例如：4串11是11个不同的连串投注。 请参考"连串过关投注类型"选择查看更多的信息。</p>
                <p>例如：</p>
                <p>投注一个100$的3串1连串过关在以下的三场赛事:</p>
                <p>曼联@ 1.80</p>
                <p>切尔西@ 1.50</p>
                <p>阿森纳@ 1.66</p>
                <p>如果所有的三场赛事都获胜，连串过关的盈利为448.20$（包括本金）。详细的计算方式您可以查看以下的信息:</p>
                <p>
                    注单1：曼联1.80*$100=返还$180.
                    <br />
                    注单2：切尔西1.50*$180=返还$270.
                    <br />
                    注单3：阿森纳 1.66*$270=返还$448.20.
                </p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">连串过关注意事项</div>
            <div :class="$style.wrap">
                <p>本公司一个注单中最多的连串过关为10串。 所有投注赛事都需要根据体育博彩规则为准。 不是所有的赛事都可以投注连串过关。如果您在投注列表中看到不可以组合二个不相关的赛事 （可以查看以下的信息关于有关联的连串），那么就是其中一场并没有开出连串过关投注。</p>
                <p>连串过关可以投注不同种类的赛事，以及不在同一天的比赛。</p>
                <p>连串过关里的相关选择</p>
                <p>连串过关投注，选择组合有关联的同一赛事或投注市场的结果会影响其他另一个投注市场，此注单是不接受的。</p>
                <p>例如:</p>
                <p>
                    以下的2串1是不接受的，由于是同一场赛事:
                    <br />
                    曼联获胜独赢盘口@1.80
                    <br />
                    曼联2-0获胜，正确比分盘口@7.0
                    <br />
                    如果曼联2-0获胜，组合盘口为12.6。其实盘口应该为7.0，因为曼联2-0获胜，那么独赢盘口自然而然为获胜。
                    <br />
                    连串过关投注，选择组合有关联的同一球队或球员，即使他们是不同的时间，同样是不接受例如一个结果会影响另一个结果。
                </p>
                <p>例如:</p>
                <p>
                    曼联赢得冠军杯冠军@10
                    <br />
                    曼联进入冠军杯决赛@6
                    <br />
                    组合盘口@60.0
                    <br />
                    这个连串过关被视为第二个赛果会影响到第一个赛果。如果曼联获得冠军杯联赛冠军，
                    那么曼联自然而然就进入冠军杯决赛。因此，盘口仅仅为10.0。
                    <br />
                    本公司有权利取消有关联的连串过关投注。
                </p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">连串过关</div>
            <div :class="$style.wrap">
                <p>
                    在连串过关中有任何的投注赛事无效或者打和（如以下的范例），此连串过关注单仍然有效，
                    并且按照胜出的其余投注结算，范例如下： 投注项1：切尔西（-0.5）-切尔西 赢。 投注项2:曼联（-1）-曼联赢 1-0. 投注项
                    3: 阿森纳（-0.5）-阿森纳赢。 正如曼联是以（-1）的亚洲盘口1-0获胜，但在连串过关中的此赛事视为和。
                    因此，当切尔西获胜连串阿森纳获胜过关，此连串过关将被视为切尔西以及阿森纳的2串，而非最初的3串。
                    同时，打和的过关投注项目将会被自动以1计算。
                </p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">过关的计算范例如下</div>
            <div :class="$style.wrap">
                <p>范例1： 其中一个投注项为例:</p>
                <table :class="$style['rules-table']">
                    <tbody>
                        <tr>
                            <td>投注项</td>
                            <td>让球</td>
                            <td>赔率</td>
                            <td>赛果</td>
                            <td>结果</td>
                        </tr>
                        <tr>
                            <td>切尔西</td>
                            <td>( -0.5/1 )</td>
                            <td>1.85</td>
                            <td>赢2 - 0</td>
                            <td>全赢</td>
                        </tr>
                        <tr>
                            <td>曼联</td>
                            <td>( -1 )</td>
                            <td>1.95</td>
                            <td>赢1 - 0</td>
                            <td>和</td>
                        </tr>
                        <tr>
                            <td>阿森纳</td>
                            <td>(-1/1.5)</td>
                            <td>2.05</td>
                            <td>赢3 - 0</td>
                            <td>全赢</td>
                        </tr>
                    </tbody>
                </table>
                <p>投注金额：$100 3串一</p>
                <p>计算方式如下</p>
                <p>
                    $100 x 1.85 x 1 x 2.05 = $379.25,扣除本金$100=盈利$279.25 切尔西(-0.5/1)：赢 - $100 x 1.85 =返还$185。
                    此金额将会移至下个选项。 曼联(-1): 和- $185 x 1 = $185. 此金额将会移至到下一选项。
                    阿森纳(-1/1.5)：赢 - $185 x 2.05 =返还$379.25 盈利：$379.25 – $100 = $279.25.
                    <br />
                    切尔西(-0.5/1)：赢 - $100 x 1.85 =返还$185。此金额将会移至下个选项。
                    <br />
                    曼联(-1): 和- $185 x 1 = $185. 此金额将会移至到下一选项。
                    <br />
                    阿森纳(-1/1.5)：赢 - $185 x 2.05 =返还$379.25
                    <br />
                    盈利：$379.25 – $100 = $279.25.
                </p>
                <div :class="$style['sub-title']">范例2： 其中一个投注项为赢半/平半</div>
                <table :class="$style['rules-table']">
                    <tbody>
                        <tr>
                            <td>投注项</td>
                            <td>让球</td>
                            <td>赔率</td>
                            <td>赛果</td>
                            <td>结果</td>
                        </tr>
                        <tr>
                            <td>切尔西</td>
                            <td>( -0.5/1 )</td>
                            <td>1.85</td>
                            <td>赢1 - 0</td>
                            <td>赢半 / 平半</td>
                        </tr>
                        <tr>
                            <td>曼联</td>
                            <td>( -1 )</td>
                            <td>1.95</td>
                            <td>赢2 - 0</td>
                            <td>全赢</td>
                        </tr>
                        <tr>
                            <td>阿森纳</td>
                            <td>(-1/1.5)</td>
                            <td>2.05</td>
                            <td>赢3 - 0</td>
                            <td>全赢</td>
                        </tr>
                    </tbody>
                </table>
                <p>连串投注：$100 3串一</p>
                <p>计算方式如下：</p>
                <p>
                    $100 x [1 + 0.5 x 0.85] x 1.95 x 2.05 = $569.64， 扣除本金=赢$469.64
                    <br />
                    切尔西(-0.5/1)：赢半/平半 – 此注单被分为两项，只有一半的投注盈利，
                    <br />
                    盈利的部分$50 x 1.85 = $92.50
                    <br />
                    打和部分$50 x 1 = 50
                    <br />
                    返还是$92.50 + $50 = $142.50。 此金额将移至下个投注项
                    <br />
                    曼联（-1）:盈利-142.50 x 1.95=$277.87，此金额将移至下个投注项
                    <br />
                    阿森纳(-1/-1.5):盈利-277.87 x 2.05=$569.64
                    <br />
                    总盈利:$569.64-$100=$469.64.
                </p>
                <div :class="$style['sub-title']">范例3：其中一个投注项为输半/平半</div>
                <table :class="$style['rules-table']">
                    <tbody>
                        <tr>
                            <td>投注项</td>
                            <td>让球</td>
                            <td>赔率</td>
                            <td>赛果</td>
                            <td>结果</td>
                        </tr>
                        <tr>
                            <td>切尔西</td>
                            <td>( -0/0.5 )</td>
                            <td>1.85</td>
                            <td>赢0 - 0</td>
                            <td>输半 / 平半</td>
                        </tr>
                        <tr>
                            <td>曼联</td>
                            <td>( -1 )</td>
                            <td>1.95</td>
                            <td>赢2 - 0</td>
                            <td>全赢</td>
                        </tr>
                        <tr>
                            <td>阿森纳</td>
                            <td>(-1/1.5)</td>
                            <td>2.05</td>
                            <td>赢3 - 0</td>
                            <td>全赢</td>
                        </tr>
                    </tbody>
                </table>
                <p>连串投注：$100 3串一</p>
                <p>计算方式如下：</p>
                <p>
                    $（100 -50）x 1.95 x 2.05 = $199.88， 扣除本金=赢$99.88
                    <br />
                    切尔西(-0.5/1)：赢半/平半 – 此注单被分为两项，只有一半的投注盈利，
                    <br />
                    输掉的部分$50
                    <br />
                    打和部分$50 x 1 = $50
                    <br />
                    返还是50。 此金额将移至下个投注项
                    <br />
                    曼联（-1）:盈利-50 x 1.95=$97.5，此金额将移至下个投注项
                    <br />
                    阿森纳(-1/-1.5):盈利-97.5 x 2.05=$199.8
                    <br />
                    总盈利:$199.88-$100=$99.88.
                </p>
            </div>
        </div>
        <div :class="$style.content">
            <div :class="$style.title">连串投注种类</div>
            <div :class="$style.wrap">
                <p>本公司提供多种多样的连串过关投注。以下的表格可以清楚的查看每一种连串过关的排列组合。</p>
                <p>双式投注/ 2串1</p>
                <p>一个复式投注中包括2项不同的赛事。每个选择的赛事必须胜出方为赢。</p>
                <p>三式投注/ 3串1</p>
                <p>一个三式投注中包括3项不同的赛事。每个选择的赛事必须胜出方为赢。</p>
                <p>复式累计连串</p>
                <p>
                    一个累计连串投注必须4个或更多不同的选项。所有的选项投注必须获胜方为赢。
                    4个累计连串的投注可以参考4串1/4项复式投注；5个累计连串的投注可以参考5串1/5项复式投注，直到10串1/10项复式投注。
                    <br />
                    3串4投注
                </p>
                <p>3串4是由3个不同赛事组成的4个不同的赛事，可以看作为4个分开的注单，它包括3个双式投注和1个三式投注。 最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
                <p>4串11投注</p>
                <p>4串11是由4个不同赛事组成的11个不同的赛事，可以看作为11个分开的注单，它包括6个双式投注， 4个三式投注，1个4串1组成。最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
                <p>5串26投注</p>
                <p>5串26是由5个不同赛事组成的26个不同的投注，可以看作为26个分开的注单，它包括10个双式投注，</p>
                <p>10个三式投注，5个4串1投注以及1个5串1组成。最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
                <p>6串57投注</p>
                <p>6串57是由6个不同赛事组成的57个不同的投注，可以看作为57个分开的注单，它包括15个双式投注， 20个三式投注，15个4串1投注，6个5串1投注以及一个6串1组成。最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
                <p>7串120投注</p>
                <p>7串120是由7个不同赛事组成的120个不同的投注，可以看作为120个分开的注单，它包括21个双式投注， 35个三式投注，35个4串1，21个5串1，7个6串1以及1个7串1组成。最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
                <p>8串247投注</p>
                <p>8串247是由8个不同的赛事组成的247个不同的投注，可以看作为247个分开的注单，它包括28个双式投注，56个三式投注， 70个4串1，56个5串1，28个6串1，8个7串1以及1个8串1组成。最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
                <p>9串502是由9个不同的选项组成的502个不同的投注，可以看作为502个分开的注单。 它包括36个双式投注，84个三式投注，126个4串1，126个5串1，84个6串1，36个7串1，9个8串1以及1个9串1组成。 最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
                <p>10串1013投注</p>
                <p>10串1013是由10个不同的选项组成的1013个不同的投注，可以看作为1013个分开的注单。 它包括45个双式投注，120个三式投注，210个4串1，252个5串1，210个6串1，120个7串1，45个8串1，10个9串1以及1个10串1。 最少其中的2场赛事需要获胜，才会保证获得一些派彩。</p>
            </div>
        </div>
    </div>
</template>

<style lang="scss" module>
.sports-rules {
    width: 100%;
    background-color: #FFF;
}

.main-title {
    line-height: 36px;
    padding: 13px 40px;
    background: url('/static/image/tpl/18/about/bg01.png') 0 0 no-repeat;
    background-size: 100%;
    color: #000;
    font-size: 25px;
    font-weight: 400;
}

.content {
    padding: 0px 40px 80px;
}

.wrap {
    line-height: 22px;
    font-size: 16px;
    margin-top: 23px;
    > p {
        line-height: 20px;
        color: #969696;
        font-size: 14px;
        font-weight: 400;
        margin: 20px 0px;
    }
}
.title {
    line-height: 30px;
    margin: 12px 0px 23px;
    color: #000;
    font-size: 24px;
    font-weight: 400;
}
.sub-title {
    line-height: 22px;
    color: #333;
    font-size: 16px;
    font-weight: 600;
}
.rules-table {
    width: 60%;
    border-top: 1px solid #9298A2;
    border-left: 1px solid #9298A2;
    border-spacing: 0;
    margin-top: 14px;
    td {
        border-bottom: 1px solid #9298A2;
        border-right: 1px solid #9298A2;
    }
}
</style>
